const u8 gDummyPokedexText[] = _(
    "새롭게 발견된 포켓몬\n"
    "현재 조사 중");

const u8 gBulbasaurPokedexText[] = _(
    "양지에서 낮잠 자는 모습을 볼 수 있다.\n"
    "태양의 빛을 많이 받으면\n"
    "등의 씨앗이 크게 자란다.");

const u8 gIvysaurPokedexText[] = _(
    "꽃봉오리를 지탱하기 위해 하반신이 강해진다.\n"
    "양지에서 가만히 있는 시간이\n"
    "길어지면 드디어 커다란 꽃이 필 때다.");

const u8 gVenusaurPokedexText[] = _(
    "충분한 영양분과 태양의 빛이\n"
    "꽃의 색을 선명하게 만든다고 한다.\n"
    "꽃의 향기는 사람의 마음을 치유한다.");

const u8 gCharmanderPokedexText[] = _(
    "꼬리의 불꽃은 기분을 표현한다.\n"
    "즐거울 때는 흔들흔들 불꽃이 흔들리고\n"
    "화가 났을 때는 활활 맹렬히 불타오른다.");

const u8 gCharmeleonPokedexText[] = _(
    "날카로운 발톱으로 봐주지 않고 때려눕힌다.\n"
    "강한 적을 만나면 기분이 고양되며\n"
    "꼬리의 불꽃이 푸르스름하게 불타오른다.");

const u8 gCharizardPokedexText[] = _(
    "강한 상대를 찾아 하늘을 날아다닌다.\n"
    "무엇이든 다 녹여버리는 고열의 불꽃을\n"
    "자신보다 약한 자에게 들이대지 않는다.");

const u8 gSquirtlePokedexText[] = _(
    "등껍질의 역할은 몸을 지키는 것뿐만이 아니다.\n"
    "둥그런 모양과 표면의 홈이 물의\n"
    "저항을 줄여서 빠르게 헤엄칠 수 있다.");

const u8 gWartortlePokedexText[] = _(
    "푹신한 털로 덮인 큰 꼬리는\n"
    "오래 살수록 깊은 색으로 변한다.\n"
    "등껍질의 상처는 강자임을 증명한다.");

const u8 gBlastoisePokedexText[] = _(
    "등껍질의 분사구로 하는 조준은 정확하다.\n"
    "물 탄환으로 50m 떨어진\n"
    "빈 캔을 명중시킬 수 있다.");

const u8 gCaterpiePokedexText[] = _(
    "몸보다 커다란 잎사귀를 순식간에\n"
    "먹어치울 정도의 식욕을 지녔다.\n"
    "더듬이로 강렬한 냄새를 피운다.");

const u8 gMetapodPokedexText[] = _(
    "몸의 껍질은 철판처럼 단단하다.\n"
    "움직임이 적은 것은 껍질 안에서 부드러운\n"
    "몸이 진화 준비를 하고 있어서다.");

const u8 gButterfreePokedexText[] = _(
    "맛있는 꽃의 꿀을 찾는 능력이\n"
    "뛰어나서 사는 곳에서 10km 떨어진 장소에\n"
    "핀 꽃에서 꿀을 모아 옮긴다.");

const u8 gWeedlePokedexText[] = _(
    "굉장히 예민한 후각을 지니고 있다.\n"
    "좋아하는 잎사귀인지 싫어하는 잎사귀인지\n"
    "크고 빨간 코로 냄새 맡아 구별한다.");

const u8 gKakunaPokedexText[] = _(
    "거의 움직이지 않고 나무에 매달려 있지만\n"
    "내부는 진화 준비로 굉장히 바쁜 상태다.\n"
    "그 증거로 몸이 뜨거워져 있다.");

const u8 gBeedrillPokedexText[] = _(
    "영역에 대한 집착이 매우 강해서 독침붕이\n"
    "사는 곳에는 가까이 가지 않는 것이 신상에 좋다.\n"
    "화나면 집단으로 습격해 온다.");

const u8 gPidgeyPokedexText[] = _(
    "방향 감각이 매우 뛰어나서\n"
    "아무리 멀리 떨어진 곳에서도 헤매지 않고\n"
    "자신의 둥지까지 찾아 돌아올 수 있다.");

const u8 gPidgeottoPokedexText[] = _(
    "넓은 영역을 날며 순찰한다.\n"
    "영역을 침범하는 상대는 용서하지 않는다.\n"
    "날카로운 발톱으로 철저히 혼내준다.");

const u8 gPidgeotPokedexText[] = _(
    "아름답게 윤이 나는 깃털을 가진 포켓몬이다.\n"
    "머리 깃털의 아름다움에 마음을 빼앗겨\n"
    "피죤투를 기르는 트레이너도 많다.");

const u8 gRattataPokedexText[] = _(
    "경계심이 매우 강해서 자고 있을 때도\n"
    "귀를 움직여 주변의 소리를 듣고 있다.\n"
    "어디에든 자리를 잡고 둥지를 만든다.");

const u8 gRaticatePokedexText[] = _(
    "튼튼한 이빨은 계속 자라기 때문에\n"
    "바위나 큰 나무를 갉아서 갈아낸다.\n"
    "집의 벽을 갉아 놓기도 한다.");

const u8 gSpearowPokedexText[] = _(
    "큰 울음소리는 1km 밖까지 도달한다.\n"
    "여기저기에서 높은 울음소리가 들릴 때는\n"
    "동료에게 위험을 알리고 있는 신호다.");

const u8 gFearowPokedexText[] = _(
    "긴 목과 부리는 땅이나 물 안에\n"
    "있는 먹이를 잡기 편리하다.\n"
    "가늘고 긴 부리로 능숙히 집는다.");

const u8 gEkansPokedexText[] = _(
    "빙빙 몸을 말고 쉬고 있는 것은\n"
    "어떤 방향에서 적이 습격해 와도 빠르게\n"
    "머리를 틀어 위협할 수 있기 때문이다.");

const u8 gArbokPokedexText[] = _(
    "조이는 힘이 매우 강력하다.\n"
    "드럼통도 납작하게 짜부라트린다.\n"
    "휘감기면 도망가는 것이 불가능하다.");

const u8 gPikachuPokedexText[] = _(
    "뺨의 전기 주머니에 전기를 모은다.\n"
    "마음껏 방전하면 번개에\n"
    "맞먹는 전기를 발하게 된다.");
	// ほっぺたの でんきぶくろに でんきを ためる。ｎ
	// おもいっきり ほうでんすると かみなりにｎ
	// ひってきする でんきを はなつ ことが できる。

const u8 gRaichuPokedexText[] = _(
    "전기가 너무 모이면 공격적인\n"
    "성격으로 바뀌기 때문에 가끔은 방전해서\n"
    "기분을 진정시키는 행동을 한다.");
	// でんきが たまりすぎると こうげきてきなｎ
	// せいかくに かわるため たまに ほうでんしてｎ
	// きもちを おちつける こうどうを とる。

const u8 gSandshrewPokedexText[] = _(
    "둥글게 몸을 말면 어떤 공격도 튕겨낸다.\n"
    "사막에서 생활하는 동안 몸의\n"
    "표면이 딱딱하게 변화했다.");
	// まるくなると どんな こうげきでも はねかえす。ｎ
	// さばくで せいかつしている うちに からだのｎ
	// ひょうめんが カチカチに かたく へんかした。

const u8 gSandslashPokedexText[] = _(
    "적의 공격을 막는 것뿐만이 아니라\n"
    "기온이 급상승하는 한낮에는\n"
    "일사병을 막기 위해 몸을 둥그렇게 만다");
	// てきの こうげきを ふせぐときだけでなくｎ
	// きおんが きゅうじょうしょうする にっちゅうはｎ
	// にっしゃびょうを ふせぐために まるくなる。

const u8 gNidoranFPokedexText[] = _(
    "작은 몸을 지키기 위해 강력한\n"
    "독침이 발달한 것이라 여겨진다.\n"
    "화가 나면 뿔 끝에서 맹독이 나온다.");

const u8 gNidorinaPokedexText[] = _(
    "동료나 가족과 함께일 때는 서로\n"
    "상처 입히지 않도록 가시를 세우지 않는다.\n"
    "동료와 떨어지면 불안해하는 것 같다.");

const u8 gNidoqueenPokedexText[] = _(
    "단단한 비늘로 뒤덮인 몸을 부딪쳐서\n"
    "상대를 튕겨내는 공격이 특기다.\n"
    "자식을 지킬 때 가장 강하다.");

const u8 gNidoranMPokedexText[] = _(
    "귀를 움직이는 근육이 발달되어 있어서\n"
    "어떤 방향으로든 자유로이 귀를 움직일 수 있다.\n"
    "희미한 소리도 빠트리지 않고 듣는 포켓몬이다.");

const u8 gNidorinoPokedexText[] = _(
    "다이아몬드보다 단단한 뿔을 지녔다.\n"
    "적의 기척을 느끼면 등에 달린 가시를\n"
    "일제히 세우고 전력을 다해 맞선다.");

const u8 gNidokingPokedexText[] = _(
    "두꺼운 꼬리는 한 번 휘두르면 튼튼한\n"
    "철탑도 꺾어 버리는 엄청난 파괴력을 지녔다.\n"
    "한 번 날뛰기 시작하면 손쓸 수 없다.");

const u8 gClefairyPokedexText[] = _(
    "보름달 밤에는 기운차게 논다.\n"
    "동틀 녘에 지친 삐삐들은 조용한\n"
    "산속에서 동료와 바짝 붙어 잠잔다.");

const u8 gClefablePokedexText[] = _(
    "날개를 사용하여 날아가듯 뛰어간다.\n"
    "물 위를 걷는 것도 할 수 있다.\n"
    "조용한 달밤에 호수를 걷는다.");

const u8 gVulpixPokedexText[] = _(
    "불꽃을 조종해 도깨비불처럼 날린다.\n"
    "진화 직전이 되면 6개의\n"
    "꼬리가 불타는 듯이 열을 낸다.");
	// ほのおを あやつり ひとだまの ように とばす。ｎ
	// しんかする ちょくぜんに なると 6ぽんのｎ
	// しっぽが もえたように ねつを おびる。

const u8 gNinetalesPokedexText[] = _(
    "9개의 꼬리에는 각각 신비한\n"
    "힘이 깃들어 있다고 전해진다.\n"
    "장수한 나인테일은 털이 금빛.");
	// 9ほんの しっぽには それぞれ ふしぎなｎ
	// ちからが やどっていると いいつたえられる。ｎ
	// ながいきの キュウコンは たいもうが きんいろ。

const u8 gJigglypuffPokedexText[] = _(
    "푸린의 노래로 잠들지 않는 것은 없다.\n"
    "노랫소리의 음파는 숙면하고 있을\n"
    "때의 뇌파와 똑같은 형태를 가졌다.");
	// プリンの うたで ねむらない ものは いない。ｎ
	// うたごえの おとの なみは じゅくすいしているｎ
	// ときの のうはと おなじ かたちを している。

const u8 gWigglytuffPokedexText[] = _(
    "극상의 털을 가진 포켓몬.\n"
    "푸크린 곁에서 자면 최고로 잠자기 편하다.\n"
    "숨을 들이쉬면 몸이 점점 부푼다");
	// ごくじょうの けなみを もつ ポケモン。ｎ
	// プクリンと そいねすると さいこうの ねごこち。ｎ
	// いきを すうと からだが どんどん ふくらむ。

const u8 gZubatPokedexText[] = _(
    "새까만 동굴에서 생활하는 사이에\n"
    "두 눈이 전혀 보이지 않게 되었다.\n"
    "초음파로 장애물을 탐지한다.");
	// まっくらな どうくつで せいかつしている うちにｎ
	// りょうめが ふさがり みえなくなってしまった。ｎ
	// ちょうおんぱで しょうがいぶつを たんちする。

const u8 gGolbatPokedexText[] = _(
    "단단한 피부도 손쉽게 뚫는 송곳니를 지녔다.\n"
    "사람이나 포켓몬의 혈액을 가장 좋아한다.\n"
    "어두운 밤에 날아다니며 배후에서 덮친다.");
	// かたい ひふでも らくらく つらぬく キバ。ｎ
	// ひとや ポケモンの けつえきが だいこうぶつ。ｎ
	// くらやみを とびまわり はいごから おそう。

const u8 gOddishPokedexText[] = _(
    "달빛을 받고 성장하는 포켓몬.\n"
    "낮에는 잎사귀만 내밀고 땅에\n"
    "묻혀 있어서 적이 알아채지 못한다.");
	// つきあかりを あびて せいちょうする ポケモン。ｎ
	// ひるまは はっぱだけを だして じめんにｎ
	// うまっているので てきから みつかりにくいのだ。

const u8 gGloomPokedexText[] = _(
    "입에서 흘러내리는 꿀 냄새를 맡으면\n"
    "터무니없는 지독함에 기억을 잃는 듯하다.\n"
    "오히려 이 냄새를 좋아하는 마니아도 있다.");
	// くちから たれている みつの においを かぐとｎ
	// あまりの くささに きおくが なくなる らしい。ｎ
	// むしろ この においを このむ マニアも いる。

const u8 gVileplumePokedexText[] = _(
    "꽃가루가 늘어나는 계절에 라플레시아가\n"
    "걸으면 주위의 공기가 노랗게 된다.\n"
    "꽃가루는 몸을 마비시키는 맹독.");
	// かふんの ふえる きせつは ラフレシアがｎ
	// あるくと まわりの くうきが きいろく なる。ｎ
	// かふんは からだを しびれさせる もうどく。

const u8 gParasPokedexText[] = _(
    "파라스로부터 양분을 빨아들여 자란\n"
    "버섯은 동충하초라고 불리고 있다.\n"
    "장수의 약이 되는 귀중한 버섯이다.");

const u8 gParasectPokedexText[] = _(
    "파라섹트는 집단으로 큰 나무의 밑동에\n"
    "붙어 영양을 빨아들인다.\n"
    "말라버리면 일제히 다른 나무로 이동한다.");

const u8 gVenonatPokedexText[] = _(
    "몸을 지키기 위해 가늘고 딱딱한 털이\n"
    "전신을 둘러싸게 됐다고 전해진다.\n"
    "작은 먹잇감도 놓치지 않는 눈을 가졌다.");

const u8 gVenomothPokedexText[] = _(
    "야행성으로 밤에 활동을 시작한다.\n"
    "가로등 빛에 이끌려 모여든\n"
    "작은 벌레를 즐겨 먹는다.");

const u8 gDiglettPokedexText[] = _(
    "농가 대부분이 디그다를 기르고 있다.\n"
    "디그다가 구멍을 판 땅은 적당히\n"
    "일궈져 있어 맛있는 채소가 재배되기 때문이다.");

const u8 gDugtrioPokedexText[] = _(
    "본래 하나의 몸에서 세쌍둥이가\n"
    "된 것이라 모두 생각하는 것이 같다.\n"
    "힘을 모아 끝없이 파나간다.");

const u8 gMeowthPokedexText[] = _(
    "날카로운 발톱을 집어넣고 살금살금\n"
    "발소리를 내지 않고 걸을 수 있다. 반짝반짝\n"
    "빛나는 동전을 왠지 모르지만 매우 좋아한다.");

const u8 gPersianPokedexText[] = _(
    "튼튼한 6가닥의 수염은 공기의 움직임으로\n"
    "주변의 상태를 파악하는 역할을 한다.\n"
    "수염을 잡히면 얌전해진다.");

const u8 gPsyduckPokedexText[] = _(
    "두통이 심해지면 이상한 힘을\n"
    "쓰지만 그때의 기억은 남지 않는다.\n"
    "생각이 나지 않아 고개를 갸웃거리는 것이다.");
	// ずつうが はげしくなると ふしぎな ちからをｎ
	// つかいだすが そのときの きおくは のこらない。ｎ
	// おもいだせないので くびを かしげているのだ。

const u8 gGolduckPokedexText[] = _(
    "헤엄이 주특기인 골덕은 수영\n"
    "선수의 특훈에 참여하기도 한다.\n"
    "이마가 빛날 때 신통력을 쓴다.");
	// およぎが とくいな ゴルダックは すいえいｎ
	// せんしゅの とっくんに つきあう ことも ある。ｎ
	// ひたいが かがやくとき じんつうりきを つかう。

const u8 gMankeyPokedexText[] = _(
    "몸이 떨리며 콧김이 거칠어지면\n"
    "화를 낼 조짐이지만 순식간에 격렬하게\n"
    "화를 내기 때문에 도망갈 틈이 없다.");

const u8 gPrimeapePokedexText[] = _(
    "격렬하게 화를 내면 혈액순환이\n"
    "좋아져 근육의 힘을 강하게 만든다.\n"
    "단 머리 회전은 느려진다.");

const u8 gGrowlithePokedexText[] = _(
    "후각이 뛰어나서 한 번 맡은 냄새는\n"
    "무슨 일이 있어도 절대 잊지 않는다.\n"
    "상대의 기분을 냄새로 감지한다.");

const u8 gArcaninePokedexText[] = _(
    "10000km 거리를 하루 만에 달려간다고\n"
    "전해지는 매우 빠른 포켓몬이다.\n"
    "체내에서 불타오르는 불꽃이 파워가 된다.");

const u8 gPoliwagPokedexText[] = _(
    "소용돌이 모양인 내장이 비칠 정도로\n"
    "얇은 피부이지만 날카로운 이빨을\n"
    "튕겨내는 탄력을 지니고 있다.");

const u8 gPoliwhirlPokedexText[] = _(
    "항상 몸의 표면이 액체로 미끈미끈하게\n"
    "젖어 있어서 적에게 붙잡혀도\n"
    "미끄덩 빠져나와 도망갈 수 있다.");

const u8 gPoliwrathPokedexText[] = _(
    "강인하게 발달한 근육은 아무리\n"
    "운동해도 지치는 일이 없다.\n"
    "태평양도 가볍게 횡단할 수 있을 정도다.");

const u8 gAbraPokedexText[] = _(
    "하루에 18시간 잠들어 있는 포켓몬이다.\n"
    "관찰한 결과 1시간마다 순간이동으로\n"
    "장소를 이동한다는 사실이 밝혀졌다.");
	// 1にち 18じかん ねむる ポケモン。ｎ
	// かんさつの けっか 1じかんごとに テレポ-トでｎ
	// ばしょを いどうしている ことが わかった。

const u8 gKadabraPokedexText[] = _(
    "초능력 연구를 도와주고 있던\n"
    "에스퍼 소년이 어느 날 갑자기\n"
    "윤겔라가 되었다는 소문이 돌고있다.");
	// ちょうのうりょくの けんきゅうを てつだっていたｎ
	// エスパ-しょうねんが あるとき とつぜんｎ
	// ユンゲラ-に なったと うわさ されているのだ。

const u8 gAlakazamPokedexText[] = _(
    "강력한 초능력과 높은 지능을\n"
    "가지고 있지만 근력은 매우 약하다.\n"
    "초능력으로 몸을 움직인다.");
	// つよい ちょうのうりょくと たかい ちのうをｎ
	// もっているが きんりょくは とても よわい。ｎ
	// ちょうのうりょくで からだを うごかしている。

const u8 gMachopPokedexText[] = _(
    "온갖 격투기를 마스터하기 위해\n"
    "혹독한 트레이닝을 계속하고 있다.\n"
    "힘이 장사라서 씨름 선수도 손쉽게 든다.");
	// あらゆる かくとうぎを マスタ-する ためにｎ
	// きびしい トレ-ニングを つづけている。ｎ
	// ちからもちで すもうとりも らくらく かつぐ。

const u8 gMachokePokedexText[] = _(
    "허리에 찬 벨트는 근육몬의\n"
    "남아도는 파워를 제어하기 위해 존재한다.\n"
    "위험해서 아무도 벗긴 적이 없다.");
	// こしに まいた ベルトは ゴ-リキ-のｎ
	// ありあまる パワ-を せいぎょする ため。ｎ
	// きけんなので だれも はずした ことが ない。

const u8 gMachampPokedexText[] = _(
    "4개의 팔로 날리는 펀치나\n"
    "당수는 막을 수 없다.\n"
    "강적을 만나면 투지를 불태운다.");
	// 4ほんの うでから くりだされる パンチやｎ
	// チョップを ふせぐ ことは ふかのうだ。ｎ
	// きょうてきに であうと とうしを もやす。

const u8 gBellsproutPokedexText[] = _(
    "가늘고 유연한 몸은 아무리 강한\n"
    "공격이라도 휘어져 피할 수 있다.\n"
    "입에서 철도 녹일 수 있는 액체를 뿜는다.");

const u8 gWeepinbellPokedexText[] = _(
    "밤이 되면 엉덩이의 갈고리를 나뭇가지에\n"
    "걸고 매달려서 잠든다.\n"
    "잠버릇이 나쁘면 아침에 떨어져 있다.");

const u8 gVictreebelPokedexText[] = _(
    "머리에 달린 긴 덩굴을 작은\n"
    "생물처럼 움직여서 먹이를 유인한다.\n"
    "가까이 왔을 때 덥석 한 번에 삼킨다.");

const u8 gTentacoolPokedexText[] = _(
    "몸 대부분이 수분으로 되어있다.\n"
    "2개의 긴 촉수를 적에게 휘감고\n"
    "끝에 달린 독침을 쏜다.");
	// からだの ほとんどが すいぶんで できている。ｎ
	// 2ほんの ながい しょくしゅを てきに からませｎ
	// せんたんに ついている どくばりを つきさすぞ。

const u8 gTentacruelPokedexText[] = _(
    "뒤얽힌 해저의 바위밭에 서식한다.\n"
    "80개의 촉수로 먹잇감을 붙잡는다.\n"
    "흥분하면 붉은 구슬이 빛난다.");
	// いりくんだ かいていの いわばに せいそく。ｎ
	// 80ぽんの しょくしゅで えものを とらえる。ｎ
	// こうふんすると あかい たまが はっこうする。

const u8 gGeodudePokedexText[] = _(
    "양팔의 힘만으로 산길을 오른다.\n"
    "길가의 돌멩이와 닮아서 등산가가\n"
    "무심코 밟아버리는 일도 있다.");
	// りょううでの ちからだけで やまみちを のぼる。ｎ
	// みちばたの いしと そっくりなので とざんしゃがｎ
	// きづかずに ふみつけてしまう ことが ある。

const u8 gGravelerPokedexText[] = _(
    "급한 경사면으로 굴러 산을 내려간다.\n"
    "앞길을 가로막는 큰 나무나 바위는\n"
    "몸통박치기로 쓰러뜨릴 정도로 성격이 거칠다.");
	// きゅうしゃめんを ころがり やまを おりていく。ｎ
	// ゆくてを ふさぐ たいぼくや おおいわはｎ
	// たいあたりで なぎたおしてしまう あらあらしさ。

const u8 gGolemPokedexText[] = _(
    "산꼭대기의 분화구에 보금자리가 있다고 한다.\n"
    "1년에 1번 탈피해서 커진다.\n"
    "탈피한 껍질은 부서져서 흙으로 돌아간다.");
	// さんちょうの かこうに すみかが あるという。ｎ
	// 1ねんに 1かい だっぴして おおきくなる。ｎ
	// だっぴした カラは くずれて つちに かえる。

const u8 gPonytaPokedexText[] = _(
    "막 태어나서는 겨우 설 수 있는 정도지만\n"
    "넘어지면서 부모의 뒤를 쫓아다니는\n"
    "동안 하반신이 튼튼하게 자라난다.");

const u8 gRapidashPokedexText[] = _(
    "평상시는 느긋하게 들판을 뛰어다니지만\n"
    "한 번 마음먹으면 갈기의 불꽃을\n"
    "불태우며 시속 240km로 달린다.");

const u8 gSlowpokePokedexText[] = _(
    "꼬리를 강에 넣고 먹이를 낚지만\n"
    "이윽고 무엇을 하고 있었는지 잊고\n"
    "강변에 엎드려 누운 채로 하루를 보낸다.");

const u8 gSlowbroPokedexText[] = _(
    "셀러가 물고 있어서 꼬리로 먹이를\n"
    "낚을 수 없게 된 야도란은 마지못해\n"
    "물속을 헤엄쳐 먹이를 잡고 있다.");

const u8 gMagnemitePokedexText[] = _(
    "좌우의 유닛은 강력한 자석.\n"
    "반경 100m 이내의 철을\n"
    "끌어당길 정도로 강한 자력을 낸다.");
	// さゆうの ユニットは きょうりょくな じしゃく。ｎ
	// はんけい 100メ-トル いないの てつをｎ
	// ひきよせるほどの つよい じりょくを だす。

const u8 gMagnetonPokedexText[] = _(
    "3마리의 코일이 자력으로 연결되어있다.\n"
    "강한 전파를 내기 때문에 반경\n"
    "1km 범위에서는 기온이 2도 올라간다.");
	// 3ひきの コイルが じりょくで つながっている。ｎ
	// つよい でんぱを だしているため はんけいｎ
	// 1キロの はんいでは きおんが 2ど あがる。

const u8 gFarfetchdPokedexText[] = _(
    "가지고 있는 식물의 줄기에도 좋은 것과\n"
    "그렇지 않은 것이 있는 듯하여 파오리들이\n"
    "줄기를 둘러싸고 싸우는 일도 있다.");

const u8 gDoduoPokedexText[] = _(
    "식사할 때나 잘 때나 두 머리 중\n"
    "하나가 항상 주위를 경계하고 있다.\n"
    "위험이 닥치면 시속 100km로 도망친다.");
	// しょくじの ときも ねている ときも どちらかのｎ
	// あたまが つねに まわりを けいかいしている。ｎ
	// きけんになると じそく100キロで にげる。

const u8 gDodrioPokedexText[] = _(
    "3개의 머리를 가진 희귀한 포켓몬.\n"
    "비가 내리지 않는 건조한 계절에도\n"
    "활기차게 초원을 돌아다닌다.");
	// 3つの あたまを もつ ちんしゅの ポケモン。ｎ
	// あめの ふらない かんそうした きせつでもｎ
	// げんきに そうげんを はしりまわる。

const u8 gSeelPokedexText[] = _(
    "얼음으로 뒤덮인 바다에서 먹이를 잡는다.\n"
    "숨을 쉴 때는 머리의 돌출된 부분으로\n"
    "얼음을 깨고 바다 밖으로 얼굴을 내민다.");

const u8 gDewgongPokedexText[] = _(
    "차가운 얼음 위에서 자는 것을 매우 좋아한다.\n"
    "옛날에 빙산에서 자는 모습을 본\n"
    "뱃사람이 인어로 착각했다.");

const u8 gGrimerPokedexText[] = _(
    "오염된 바다의 진흙에서 태어난\n"
    "질퍽이는 오물을 즐겨 먹는다.\n"
    "공장에서 나오는 폐수가 식량이다.");
	// おせんされた うみの ヘドロから うまれたｎ
	// ベトベタ-は きたない ものが だいこうぶつ。ｎ
	// こうじょうから でる はいえきが しょくりょう。

const u8 gMukPokedexText[] = _(
    "따뜻하고 습한 토지를 좋아한다.\n"
    "여름철에는 체내의 독소가 더욱 강해져서\n"
    "음식물 쓰레기가 썩는 듯한 냄새가 난다.");
	// あたたかく しっけの おおい とちを このむ。ｎ
	// なつばは たいないの どくそが さらに つよまりｎ
	// なまごみが くさったような においを だす。

const u8 gShellderPokedexText[] = _(
    "밤이 되면 큰 혀로 해저의\n"
    "모래에 구멍을 뚫고 그 안에서 잔다.\n"
    "혀를 내민 채로 껍질을 닫고 잠든다.");

const u8 gCloysterPokedexText[] = _(
    "들이마신 바닷물을 뒤쪽으로 기운차게\n"
    "뿜어내서 바닷속을 헤엄친다.\n"
    "같은 방법으로 가시도 발사한다.");

const u8 gGastlyPokedexText[] = _(
    "강풍을 맞으면 가스로 된 몸은\n"
    "금세 날려져서 작아진다.\n"
    "바람을 피해 고오스가 처마 밑에 모인다.");

const u8 gHaunterPokedexText[] = _(
    "어둠 속에서 나타나는 고우스트가 손짓으로\n"
    "불러도 절대 가까이 가면 안 된다.\n"
    "날름 핥아져 생명을 빨린다.");

const u8 gGengarPokedexText[] = _(
    "한밤중 가로등 빛에 생겨난 그림자가\n"
    "자신을 앞질러 가는 것은 팬텀이\n"
    "그림자인 척하며 뛰어가기 때문이다.");

const u8 gOnixPokedexText[] = _(
    "뇌에 자석이 있어서 땅속을\n"
    "파고 나가도 방향을 틀리지 않는다.\n"
    "나이를 먹을수록 몸이 둥그스름해진다.");

const u8 gDrowzeePokedexText[] = _(
    "잠들었을 때 너의 코가 근질근질하다면\n"
    "슬리프가 머리맡에 서서 콧구멍을\n"
    "통해 꿈을 먹으려고 하는 신호다.");

const u8 gHypnoPokedexText[] = _(
    "손에 쥐고 있는 추의 움직임과 반짝임이\n"
    "상대를 깊은 최면 상태에 빠트린다.\n"
    "먹이를 찾으며 추를 손질하고 있다.");

const u8 gKrabbyPokedexText[] = _(
    "모래 해변에 구멍을 뚫고 거기서 살고 있다.\n"
    "먹이가 적은 모래 해변에서는 자리 확보를\n"
    "위해 다투는 크랩들을 볼 수 있다.");

const u8 gKinglerPokedexText[] = _(
    "킹크랩은 거대한 집게를 휘둘러\n"
    "동료 간에 신호를 보내지만\n"
    "집게가 무거워서 곧 지쳐버린다.");

const u8 gVoltorbPokedexText[] = _(
    "어째선지 몬스터볼을 닮았다.\n"
    "약간의 충격으로도 대폭발하기 때문에\n"
    "베테랑 트레이너도 신중히 다룬다.");
	// なぜか モンスタ-ボ-ルに すがたが にている。ｎ
	// すこしの しげきで だいばくはつ してしまうためｎ
	// ベテラン トレ-ナ-も あつかいは しんちょう。

const u8 gElectrodePokedexText[] = _(
    "발전소에서 대량 발생한다.\n"
    "전기를 먹어치우기 때문에 주변 마을에서는\n"
    "대정전이 나서 큰 소동이 일어난다.");
	// はつでんしょに たいりょうはっせいする。ｎ
	// でんきを たべてしまうため ちかくの まちではｎ
	// だいていでんが おこり おおさわぎに なる。

const u8 gExeggcutePokedexText[] = _(
    "동료애가 강한 여섯 알은 서로\n"
    "끌어당기며 빙글빙글 회전하고 있다.\n"
    "껍질의 금이 늘어나면 진화가 가까워진 것.");

const u8 gExeggutorPokedexText[] = _(
    "남쪽 나라 태생인 나시의 머리는 강한\n"
    "햇빛을 잔뜩 받고 점점 자라\n"
    "땅에 떨어지면 아라리가 된다고 한다.");

const u8 gCubonePokedexText[] = _(
    "두 번 다시 만나지 못하는 어미의 모습을\n"
    "보름달에서 발견하고 울음소리를 낸다.\n"
    "뒤집어쓰고 있는 뼈의 얼룩은 눈물 자국이다.");

const u8 gMarowakPokedexText[] = _(
    "어미를 만날 수 없는 슬픔을 극복한\n"
    "탕구리가 늠름하게 진화한 모습이다.\n"
    "단련된 마음은 간단히 꺾이지 않는다.");

const u8 gHitmonleePokedexText[] = _(
    "자유롭게 신축되는 다리로 강렬한\n"
    "킥을 날려 상대를 발로 차 쓰러트린다.\n"
    "싸운 뒤에 지친 다리를 주물러 풀어준다.");

const u8 gHitmonchanPokedexText[] = _(
    "세계 챔피언을 목표했던 복서의\n"
    "혼이 깃들었다고 하는 홍수몬은\n"
    "불굴의 정신으로 절대 지쳐 쓰러지지 않는다.");

const u8 gLickitungPokedexText[] = _(
    "처음 본 것은 반드시 핥아본다.\n"
    "혀의 감촉과 맛으로 기억해두는 것이다.\n"
    "하지만 시큼한 것을 핥는 것은 조금 꺼린다.");

const u8 gKoffingPokedexText[] = _(
    "또가스에게 가까이 가면 얇은 피부를 통해\n"
    "독가스가 소용돌이치는 것을 볼 수 있다.\n"
    "조금만 자극해도 대폭발을 일으킨다.");
	// ドガ-スに ちかづくと うすい ひふを とおしてｎ
	// どくガスの うずまく ようすを かんさつできる。ｎ
	// すこしの しげきで だいばくはつを おこす。

const u8 gWeezingPokedexText[] = _(
    "독가스를 특수한 방법으로 희석시키면\n"
    "최고급 향수를 만들 수 있다.\n"
    "쓰레기에서 나오는 가스가 최고의 음식.");
	// どくガスを とくしゅな ほうほうで うすめるとｎ
	// さいこうきゅうの こうすいが できあがる。ｎ
	// ゴミから でる ガスが さいこうの ごちそう。

const u8 gRhyhornPokedexText[] = _(
    "한 번 달리기 시작하면 멈추지 않는다.\n"
    "뇌가 작아서 달리고 있는 이유를\n"
    "잊어버릴 만큼 머리가 나쁘다.");
	// いちど はしりだしたら とまらない。ｎ
	// のうみそが ちいさいので はしっている りゆうをｎ
	// わすれてしまうほど あたまが わるいのだ。

const u8 gRhydonPokedexText[] = _(
    "드릴처럼 회전하는 뿔은\n"
    "일격에 고층빌딩을 파괴한다.\n"
    "뒷다리로 서게 되어 뇌가 발달했다.");
	// ドリルの ように かいてんする ツノはｎ
	// ひとつきで こうそうビルを はかいする。ｎ
	// うしろあしで たちあがり のうが はったつした。

const u8 gChanseyPokedexText[] = _(
    "영양 만점인 알을 매일 낳는다.\n"
    "식욕을 잃은 사람도 한 번에\n"
    "먹어치울 정도로 맛있는 알이다.");

const u8 gTangelaPokedexText[] = _(
    "적에게 붙잡히면 덩굴이 뚝 하고 끊긴다.\n"
    "전혀 아프지 않기 때문에 그 틈에 도망간다.\n"
    "다음 날에는 새로운 덩굴이 자란다.");

const u8 gKangaskhanPokedexText[] = _(
    "캥카의 새끼가 혼자서 놀고 있어도\n"
    "절대로 잡으려 하면 안 된다.\n"
    "가까이 있는 부모가 격렬히 화낸다.");

const u8 gHorseaPokedexText[] = _(
    "등지느러미를 능숙하게 움직여서\n"
    "앞을 향한 채 전후좌우로 이동한다.\n"
    "위험을 느끼면 먹물을 뿜고 도망친다.");
	// せなかの ヒレを きように うごかしてｎ
	// まえを むいたまま ぜんごさゆうに いどうする。ｎ
	// きけんを かんじると スミを はいて にげる。

const u8 gSeadraPokedexText[] = _(
    "온몸을 뒤덮은 맹독 가시는\n"
    "한약의 재료로 쓰여 귀중하다.\n"
    "보금자리에 접근하는 적에게는 가차없다.");
	// ぜんしんを おおう もうどくの トゲはｎ
	// かんぽうやくの ざいりょうになり きちょう。ｎ
	// すみかに ちかづく てきには ようしゃ しない。

const u8 gGoldeenPokedexText[] = _(
    "봄이 되면 콘치 무리가\n"
    "폭포를 올라 상류로 향한다.\n"
    "외뿔 공격은 강렬하다.");
	// はるになると トサキントの しゅうだんがｎ
	// たきを のぼって じょうりゅうへ むかう。ｎ
	// いっぽんヅノの こうげきは きょうれつ。

const u8 gSeakingPokedexText[] = _(
    "강바닥의 바위에 뿔로 구멍을 뚫는다.\n"
    "알이 급류로 떠내려가거나 적에게\n"
    "습격 당하는 것을 막기 위한 현명한 아이디어.");
	// かわぞこの いわに ツノで あなを あける。ｎ
	// タマゴが きゅうりゅうに ながされたり てきにｎ
	// おそわれない ための かしこい くふう。

const u8 gStaryuPokedexText[] = _(
    "밤하늘의 별의 반짝임에 맞춰서\n"
    "집단으로 빨간 코어를 깜빡거린다.\n"
    "몸의 일부가 잘려도 재생한다.");
	// よぞらの ほしの またたきに あわせてｎ
	// しゅうだんで あかい コアを てんめつさせる。ｎ
	// からだの いちぶが ちぎれても さいせいする。

const u8 gStarmiePokedexText[] = _(
    "먼 옛날 사람들은\n"
    "평온한 바다에 비춰진 밤하늘의 별이\n"
    "모습을 바꿔 아쿠스타가 되었다고 생각했다.");
	// おだやかな うみに うつった よぞらの ほしがｎ
	// すがたを かえて スタ-ミ-に なったとｎ
	// おおむかしの ひとは くうそうしていた。

const u8 gMrmimePokedexText[] = _(
    "몸짓으로 눈에 보이지 않는 것이 그곳에\n"
    "있다고 믿게 만드는 팬터마임의 달인이다.\n"
    "있다고 믿게 만든 것은 정말로 나타난다.");

const u8 gScytherPokedexText[] = _(
    "눈에 보이지 않는 빠른 스피드가 양팔에\n"
    "달린 낫의 날카로움을 한층 높여준다.\n"
    "한 번 휘두르면 큰 나무도 두 동강 난다.");

const u8 gJynxPokedexText[] = _(
    "춤추는 듯한 자세로 리드미컬하게 걷는다.\n"
    "그 움직임은 보고 있는 사람마저 얼떨결에\n"
    "허리를 흔들 정도로 경쾌하다.");

const u8 gElectabuzzPokedexText[] = _(
    "폭풍이 오면 나무 위처럼 벼락이\n"
    "떨어질 만한 높은 장소로 앞다투어 올라간다.\n"
    "피뢰침 대용으로 삼는 마을도 있다.");

const u8 gMagmarPokedexText[] = _(
    "싸우게 되면 몸에서 작열하는\n"
    "불꽃을 뿜어내 상대를 위협한다.\n"
    "그 열풍으로 주변의 초목도 불태운다.");

const u8 gPinsirPokedexText[] = _(
    "뿔은 거목도 꺾어버리는 위력을 가졌다.\n"
    "쁘사이저는 추위를 싫어하는 포켓몬이기에\n"
    "추운 밤에는 땅속에서 잠잔다.");
	// ツノは たいぼくも へしおる いりょく。ｎ
	// カイロスは さむさが にがてな ポケモン。ｎ
	// ひえこむ よるは つちの なかで ねむる。

const u8 gTaurosPokedexText[] = _(
    "항상 날뛰지 않으면 성에 차지 않는다.\n"
    "싸울 상대가 없을 때는 큰 나무를\n"
    "들이받아 쓰러트리고 맘을 가라앉힌다.");
	// いつも あばれて いないと きが すまない。ｎ
	// たたかう あいてが いない ときは たいぼくにｎ
	// ぶちあたり なぎたおす ことで きを しずめる。

const u8 gMagikarpPokedexText[] = _(
    "헤엄칠 힘이 없어서 휩쓸리고 만다.\n"
    "물이 고인 곳을 들여다보면\n"
    "떠내려온 잉어킹이 모여 있다.");
	// およぐ ちからが よわいため ながされてしまう。ｎ
	// ながれの よどんだ ばしょを のぞいてみればｎ
	// ながされてきた コイキングが たまっているぞ。

const u8 gGyaradosPokedexText[] = _(
    "인간이 다투기 시작하면 나타나서\n"
    "작열하는 화염으로 모든 걸 불태운다.\n"
    "대단히 흉포한 포켓몬.");
	// にんげんが あらそいを はじめると あらわれてｎ
	// しゃくねつの ほのおで すべてを やきつくす。ｎ
	// ひじょうに きょうぼうな ポケモン。

const u8 gLaprasPokedexText[] = _(
    "사람이 멸종의 위기로 몰아갔다.\n"
    "석양이 내리면 수가 줄어든 동료를\n"
    "찾아 슬픈 목소리로 노래한다고 한다.");

const u8 gDittoPokedexText[] = _(
    "몸의 세포를 재구성하여 변신한다.\n"
    "전에 봤던 것을 기억해내면서 바뀌면\n"
    "조금 다른 형태가 되어버린다.");

const u8 gEeveePokedexText[] = _(
    "사는 환경에 따라 돌연변이하는\n"
    "불안정한 유전자를 지닌 포켓몬이다.\n"
    "돌의 방사선이 진화를 일으킨다.");

const u8 gVaporeonPokedexText[] = _(
    "돌연변이로 인해 물속에서 생활할 수\n"
    "있도록 지느러미와 아가미가 생겨났다.\n"
    "물을 자유로이 조종하는 힘을 지녔다.");

const u8 gJolteonPokedexText[] = _(
    "세포에서 나오는 약한 전기를 털의\n"
    "정전기로 증폭시켜 번개를 떨어트린다.\n"
    "곤두세운 털은 전기를 띤 바늘이다.");

const u8 gFlareonPokedexText[] = _(
    "푹신한 털은 높이 오른 체온을\n"
    "공기 중으로 발산하여 낮추는 기능을 지녔다.\n"
    "체온은 최고 900도까지 올라간다.");

const u8 gPorygonPokedexText[] = _(
    "전신을 프로그램 데이터로 되돌려\n"
    "전자 공간에 들어갈 수 있다.\n"
    "복사 방지가 되어 있어 복사할 수 없다.");

const u8 gOmanytePokedexText[] = _(
    "오랜 옛날에 멸종됐지만 인간의 손으로\n"
    "화석에서 부활시킨 포켓몬 중 하나다.\n"
    "적에게 습격당하면 단단한 껍질 속에 숨는다.");

const u8 gOmastarPokedexText[] = _(
    "촉수를 이용하여 먹이를 잡는다.\n"
    "껍질이 너무 커진 탓에 움직임이\n"
    "둔해져서 멸종했다고 여겨지고 있다.");

const u8 gKabutoPokedexText[] = _(
    "화석에서 부활한 포켓몬이지만 드물게\n"
    "살아 있는 투구를 발견할 수 있다.\n"
    "그 모습은 3억 년 동안 변치 않았다.");

const u8 gKabutopsPokedexText[] = _(
    "물속을 헤엄쳐 먹이를 잡았었다.\n"
    "물에서의 생활을 지나 땅에서 살 수 있도록\n"
    "아가미나 다리 등이 변화되기 시작했다.");

const u8 gAerodactylPokedexText[] = _(
    "호박에서 추출한 유전자를 재생하여\n"
    "부활한 공룡시대의 포켓몬이다.\n"
    "하늘의 왕이었다고 상상된다.");

const u8 gSnorlaxPokedexText[] = _(
    "먹고 자는 것을 반복하다 하루가 끝난다.\n"
    "큰 배 위를 놀이터로 삼은 아이들이\n"
    "있을 정도로 얌전한 포켓몬이다.");

const u8 gArticunoPokedexText[] = _(
    "얼음을 조종하는 전설의 새포켓몬이다.\n"
    "날갯짓하면 공기가 차갑게 식기 때문에\n"
    "프리져가 날면 눈이 온다고 전해진다.");

const u8 gZapdosPokedexText[] = _(
    "전기를 조종하는 전설의 새포켓몬이다.\n"
    "평상시는 번개 구름 속에서 지낸다.\n"
    "번개를 맞으면 힘이 솟아난다.");

const u8 gMoltresPokedexText[] = _(
    "불꽃을 조종하는 전설의 새포켓몬이다.\n"
    "몸이 상처 입으면 분화구의 마그마에 들어가\n"
    "전신을 불태워 상처를 치료한다고 한다.");

const u8 gDratiniPokedexText[] = _(
    "미뇽이 탈피를 반복하는 것은\n"
    "몸속에서 생명 에너지가 점점 부풀어\n"
    "올라 억제할 수 없게 되기 때문이다.");

const u8 gDragonairPokedexText[] = _(
    "큰 에너지를 몸에 모으고 있다.\n"
    "목과 꼬리의 수정에서 에너지를\n"
    "발산하여 주변 날씨를 바꾼다고 한다.");

const u8 gDragonitePokedexText[] = _(
    "16시간 만에 지구를 한 바퀴 돌 수 있다.\n"
    "폭풍으로 난파 직전인 배를 발견하면\n"
    "육지까지 유도하는 상냥한 포켓몬이다.");

const u8 gMewtwoPokedexText[] = _(
    "유전자조작을 통해 만들어진 포켓몬이다.\n"
    "인간은 과학의 힘으로 몸은 만들었지만\n"
    "상냥한 마음을 만들 수는 없었다.");

const u8 gMewPokedexText[] = _(
    "모든 포켓몬의 유전자를 가졌다고 한다.\n"
    "자유자재로 모습을 숨길 수 있어서\n"
    "사람에게 가까이 다가가도 절대 들키지 않는다.");

const u8 gChikoritaPokedexText[] = _(
    "잎사귀를 휘둘러 상대를 위협하지만\n"
    "잎사귀에서 달콤한 향기가 풍겨 나와\n"
    "서로 온화한 분위기가 된다.");

const u8 gBayleefPokedexText[] = _(
    "목 주변의 둥그렇게 말린 잎사귀\n"
    "안에는 작은 새싹 한 개가 나 있다.\n"
    "그 향기는 사람을 기운 나게 한다.");

const u8 gMeganiumPokedexText[] = _(
    "꽃의 향기는 기분을 평안하게 만든다.\n"
    "싸울 때는 향기를 발산하여\n"
    "상대의 전의를 떨어뜨린다.");

const u8 gCyndaquilPokedexText[] = _(
    "등에서 불꽃을 내뿜어 몸을 지킨다.\n"
    "화났을 때의 불꽃은 기운차지만\n"
    "지쳤을 때는 불완전연소한다.");

const u8 gQuilavaPokedexText[] = _(
    "불꽃의 기세와 열풍으로 위협한다.\n"
    "재빠른 몸동작으로 상대의 공격을\n"
    "피하면서 동시에 불꽃으로 태운다.");

const u8 gTyphlosionPokedexText[] = _(
    "작열하는 불꽃으로 주변에 아지랑이를\n"
    "만들어내서 모습을 숨길 수 있다.\n"
    "불타오르며 폭발하는 바람은 모든 것을 태운다.");

const u8 gTotodilePokedexText[] = _(
    "몸은 작지만 턱의 힘은 강하다.\n"
    "리아코 나름은 살포시 물려고 하지만\n"
    "큰 상처를 입힐 정도의 힘이 있다.");

const u8 gCroconawPokedexText[] = _(
    "한 번 물고 늘어지면 절대로 놓지 않는다.\n"
    "이빨 끝이 낚싯바늘처럼 휘어져\n"
    "있어서 한 번 들어가면 빠지지 않는다.");

const u8 gFeraligatrPokedexText[] = _(
    "큰 입을 열고 상대를 위협한다.\n"
    "강인한 뒷다리로 땅을 차고\n"
    "굉장한 스피드로 돌진해온다.");

const u8 gSentretPokedexText[] = _(
    "잠잘 때는 교대로 망을 본다.\n"
    "위험을 탐지하면 동료를 깨운다.\n"
    "무리에서 떨어지면 무서워서 자지 못한다.");

const u8 gFurretPokedexText[] = _(
    "적에게 습격당해도 좁은 틈으로\n"
    "쑥 들어가서 도망갈 수 있다.\n"
    "팔다리는 짧지만 매우 날쌔다.");

const u8 gHoothootPokedexText[] = _(
    "몸 안에 지구의 자전을\n"
    "감지해내는 기관을 지니고 있어서 매일\n"
    "같은 시간이 되면 울음소리를 낸다.");

const u8 gNoctowlPokedexText[] = _(
    "약간의 빛만으로도 볼 수 있는 우수한 눈과\n"
    "날갯소리를 내지 않는 부드러운 깃털 덕분에\n"
    "어둠 속에서 먹이를 절대 놓치지 않는다.");

const u8 gLedybaPokedexText[] = _(
    "몸통과 다리의 연결 부위에서 나는 액체의 냄새로\n"
    "동료와 커뮤니케이션을 취하고 있다.\n"
    "냄새의 차이로 기분을 전한다고 한다.");

const u8 gLedianPokedexText[] = _(
    "별이 많이 보이는 공기가 깨끗한\n"
    "장소에는 레디안이 많이 산다고 한다.\n"
    "별빛을 에너지로 삼기 때문이다.");

const u8 gSpinarakPokedexText[] = _(
    "실로 만든 함정은 제2의 신경이다.\n"
    "실에 전해지는 약간의 진동만으로\n"
    "먹이의 종류를 알 수 있다고 전해진다.");

const u8 gAriadosPokedexText[] = _(
    "발끝에는 작은 갈고리발톱이 있어서\n"
    "천장이나 수직인 벽도 걸을 수 있다.\n"
    "가늘고 튼튼한 실로 적을 조른다.");

const u8 gCrobatPokedexText[] = _(
    "뒷다리가 발달해서 날개로 변했다.\n"
    "팔과 다리의 날개를 번갈아 쉬면서\n"
    "날갯짓하면 하루 동안 쉬지 않고 날 수 있다.");
	// うしろあしが はったつして ハネに かわった。ｎ
	// てあしの ハネを こうごに やすませながらｎ
	// はばたけば 1にちじゅう やすまず とべる。

const u8 gChinchouPokedexText[] = _(
    "위험을 느끼면 2개의 촉수에서\n"
    "플러스와 마이너스 전기를 흘려보낸다.\n"
    "빛이 닿지 않는 해저에서 산다.");
	// きけんを さっちすると 2ほんの しょくしゅからｎ
	// プラスと マイナスの でんきを ながす。ｎ
	// ひかりの とどかない かいていで くらす。
	
const u8 gLanturnPokedexText[] = _(
    "강한 빛을 내는 동그란 부분은\n"
    "등지느러미의 일부가 변한 것이다.\n"
    "심해의 어둠을 밝히는 포켓몬.");
	// つよい ひかりを だす まるい ぶぶんはｎ
	// せびれの いちぶが へんかして できたもの。ｎ
	// しんかいの やみを てらす ポケモン。

const u8 gPichuPokedexText[] = _(
    "아직 전기를 모으는 게 서툴다.\n"
    "깜짝 놀라면 자기도 모르게 방전하고 만다.\n"
    "성장하면 능숙하게 된다.");
	// でんきを ためておく ことが まだ ヘタ。ｎ
	// びっくりすると おもわず ほうでんしてしまう。ｎ
	// せいちょうすると じょうずに なっていく。

const u8 gCleffaPokedexText[] = _(
    "별똥별이 많은 밤에는 둥글게 모여\n"
    "춤추는 삐의 모습을 볼 수 있다.\n"
    "일출 때까지 춤추며 밤이슬로 목을 축인다.");
	// ながれぼしの おおい よるは わ に なってｎ
	// おどる ピィの すがたを みることが できる。ｎ
	// ひのでまで おどり よつゆで のどを うるおす。

const u8 gIgglybuffPokedexText[] = _(
    "말랑말랑한 몸은 무척 잘 튄다.\n"
    "열심히 노래를 계속 부르다 보면\n"
    "전신이 진한 분홍색으로 물들어 간다.");
	// やわらかい からだは とても よく はずむ。ｎ
	// いっしょうけんめい うたいつづけるとｎ
	// ぜんしんが こい ピンクいろに そまっていく。

const u8 gTogepiPokedexText[] = _(
    "사람이나 포켓몬이 발산하는 상냥함이나\n"
    "즐거운 마음을 에너지로 삼는다.\n"
    "껍질 안에 모은 행복을 나눈다.");

const u8 gTogeticPokedexText[] = _(
    "행운을 가져다주는 포켓몬이라고 전해진다.\n"
    "순수한 마음을 지닌 자를 발견하면\n"
    "모습을 드러내고 행복을 나누어준다.");

const u8 gNatuPokedexText[] = _(
    "사바나에 자라는 낮은 나무에\n"
    "뛰어올라 새로운 나무순을 쪼아먹는다.\n"
    "무언가를 관찰하는 듯한 눈빛이다.");
	// サバンナに はえている せたけの ひくい きをｎ
	// かけのぼり あたらしい きのめを ついばむ。ｎ
	// なにかを かんさつしている みたいな ひとみ。

const u8 gXatuPokedexText[] = _(
    "미래를 예지하는 신비한 힘을 지녔다.\n"
    "외국에서는 신이 사용했던 포켓몬이라고\n"
    "옛날부터 믿는 사람들이 있다.");
	// みらいを よちする ふしぎな ちからを もつ。ｎ
	// かみさまが つかわせた ポケモンだと むかしからｎ
	// しんじている ひとびとが がいこくには いる。

const u8 gMareepPokedexText[] = _(
    "털의 마찰로 정전기가 모인다.\n"
    "전력이 많이 모일수록 꼬리\n"
    "끝에 붙은 전구가 밝게 빛난다.");

const u8 gFlaaffyPokedexText[] = _(
    "털의 성질이 변화하기 때문에 적은\n"
    "양으로도 많은 전기를 만들어낸다.\n"
    "전기를 차단하는 반질반질한 피부를 가졌다.");

const u8 gAmpharosPokedexText[] = _(
    "전룡의 빛은 우주에서도 보인다.\n"
    "옛날 사람은 전룡의 빛을 써서\n"
    "멀리 있는 동료와 신호를 주고받았다.");

const u8 gBellossomPokedexText[] = _(
    "태양을 쬐어 꽃잎이 물든다.\n"
    "날씨가 흐릴 때 춤추는 댄스는\n"
    "태양을 부르는 의식이라고 여겨지고 있다.");
	// たいようを あびて はなびらが いろづく。ｎ
	// くもりが つづいた ときに おどる ダンスはｎ
	// たいようを よぶ ぎしきと かんがえられている。

const u8 gMarillPokedexText[] = _(
    "물을 튕겨내는 털로 덮여 있는 덕분에\n"
    "물속에서 물의 저항을 받지 않고\n"
    "빠른 스피드로 헤엄칠 수 있다.");
	// みずを はじく たいもうに おおわれているのでｎ
	// すいちゅうで みずの ていこうを うけずにｎ
	// はやい スピ-ドで およぐ ことが できる。

const u8 gAzumarillPokedexText[] = _(
    "하루의 대부분을 물속에서 지낸다.\n"
    "몸의 색깔과 무늬는 물속에서\n"
    "적의 눈에 띄지 않도록 만든다.");
	// 1にちの ほとんどを みずの なかで くらす。ｎ
	// からだの いろと もようは すいちゅうでｎ
	// てきに みつかり にくくする カムフラ-ジュ。

const u8 gSudowoodoPokedexText[] = _(
    "적에게 습격당하지 않으려 나무인 척한다.\n"
    "양손이 일 년 내내 초록빛이라\n"
    "겨울에는 가짜임이 바로 들통 난다.");

const u8 gPolitoedPokedexText[] = _(
    "머리의 말린 머리칼은 왕의 징표이다.\n"
    "길고 아름답게 말린 왕구리일수록\n"
    "동료에게 존경받는다고 전해진다.");

const u8 gHoppipPokedexText[] = _(
    "바람을 타고 둥둥 떠다니는 포켓몬이다.\n"
    "강풍의 기척을 느끼면 동료끼리\n"
    "잎사귀를 휘감아 날아가지 않도록 준비한다.");

const u8 gSkiploomPokedexText[] = _(
    "기온이 18도를 넘으면 꽃이 핀다.\n"
    "온도에 따라 꽃이 피는 모습이 바뀌어서\n"
    "온도계 대신 쓰기도 한다.");

const u8 gJumpluffPokedexText[] = _(
    "따뜻한 남풍을 타고 바다를 건너\n"
    "외국까지 날아가는 포켓몬이다.\n"
    "차가운 공기에 닿으면 땅에 내려온다.");

const u8 gAipomPokedexText[] = _(
    "능숙하게 움직이는 꼬리 끝을 손바닥\n"
    "대신 사용하다 보니 반대로 양손이\n"
    "둔해져 버린 포켓몬이다.");

const u8 gSunkernPokedexText[] = _(
    "몸에 모은 영양을 진화할 때까지\n"
    "간직하기 위해 거의 움직이려 하지 않는다.\n"
    "아무것도 먹지 않고 아침 이슬만 마시고 있다.");

const u8 gSunfloraPokedexText[] = _(
    "태양 에너지에서 영양을 만들어낸다.\n"
    "기온이 높은 낮에는 활발하게 움직이고\n"
    "태양이 지면 뚝 하니 움직이지 않게 된다.");

const u8 gYanmaPokedexText[] = _(
    "눈알을 움직이지 않고 360도를 볼 수 있다.\n"
    "급브레이크나 방향 전환이 특기다.\n"
    "노린 먹이를 빠르게 몰아넣는다.");

const u8 gWooperPokedexText[] = _(
    "평상시엔 물속에서 지내지만 먹이를\n"
    "찾거나 할 때는 가끔 지상에 나온다.\n"
    "땅에서는 독 점액으로 몸을 둘러싼다.");

const u8 gQuagsirePokedexText[] = _(
    "물속에서 입을 열고 우연히 먹이가\n"
    "뛰어들기를 그저 기다리고 있다.\n"
    "움직이지 않기에 별로 배가 안 고프다.");

const u8 gEspeonPokedexText[] = _(
    "인정한 트레이너에게는 극히 충실하다.\n"
    "트레이너를 위험에서 지키기 위해\n"
    "예지능력이 발달했다고 전해진다.");

const u8 gUmbreonPokedexText[] = _(
    "달의 파동을 받아 진화한 포켓몬이다.\n"
    "어둠 속에 가만히 숨어 상대를 살핀다.\n"
    "습격할 때 몸의 둥근 무늬가 빛난다.");

const u8 gMurkrowPokedexText[] = _(
    "불행을 가져온다고 하여 두려움의 대상이었다.\n"
    "반짝반짝 빛나는 것에 흥미를 보이며\n"
    "여성의 반지를 가져가려 한다.");

const u8 gSlowkingPokedexText[] = _(
    "세계의 불가사의를 밝혀내기 위해 매일\n"
    "연구하고 있지만 머리에 있는 셀러가\n"
    "벗겨지면 전부 잊어버리는 것 같다.");

const u8 gMisdreavusPokedexText[] = _(
    "흐느껴 우는 듯한 울음소리로 겁을 준다.\n"
    "상대의 두려워하는 마음을 빨간 구슬로\n"
    "흡수하여 영양분으로 삼는 것 같다.");

const u8 gUnownPokedexText[] = _(
    "고대 문자를 닮은 모습의 포켓몬이다.\n"
    "먼저 생겨난 것은 문자인가 안농인가.\n"
    "연구 중이지만 아직도 수수께끼다.");

const u8 gWobbuffetPokedexText[] = _(
    "평소에는 얌전하지만 검은 꼬리를\n"
    "공격당하면 맹렬히 반격한다.\n"
    "동굴의 보금자리에서 해가 지길 기다린다.");
	// ふだんは おとなしいが くろい しっぽをｎ
	// こうげきされると もうれつに はんげきする。ｎ
	// どうくつの すみかで ひぐれを まつ。

const u8 gGirafarigPokedexText[] = _(
    "풀이나 나무순을 먹는 초식성이다.\n"
    "키링키가 풀을 먹고 있을 때에는\n"
    "꼬리도 우적우적 무언가를 먹는 시늉을 한다.");
	// くさや きのめを たべる そうしょくせい。ｎ
	// キリンリキが くさを たべている ときはｎ
	// シッポも もぐもぐ なにかを たべる しぐさ。

const u8 gPinecoPokedexText[] = _(
    "나뭇가지에 매달려 먹이를 기다린다.\n"
    "나무가 흔들려 식사를 방해받으면\n"
    "땅으로 떨어진 후 느닷없이 폭발한다.");

const u8 gForretressPokedexText[] = _(
    "강철 껍질 안에 본체가 있다.\n"
    "먹이를 잡을 때 껍질이 열리지만\n"
    "너무 빨라서 안이 보이진 않는다.");

const u8 gDunsparcePokedexText[] = _(
    "드릴 꼬리를 사용해서 뒤쪽을 향해\n"
    "땅을 파고 들어가 복잡한 형태의\n"
    "둥지를 땅속 깊이 만드는 포켓몬이다.");

const u8 gGligarPokedexText[] = _(
    "소리 내지 않고 미끄러지듯 활공한다.\n"
    "양손의 커다란 손톱과 발의 발톱으로\n"
    "먹이의 얼굴에 달라붙어 독침을 찌른다.");

const u8 gSteelixPokedexText[] = _(
    "롱스톤보다 깊은 땅속에 살고 있다.\n"
    "지구의 중심을 향해 파고들어 가서\n"
    "깊이가 1km에 달하기도 한다.");

const u8 gSnubbullPokedexText[] = _(
    "이빨을 드러내고 무서운 얼굴을 하면\n"
    "작은 포켓몬은 겁을 먹고 도망친다.\n"
    "남겨진 블루는 조금 외로워 보인다.");

const u8 gGranbullPokedexText[] = _(
    "아래턱이 매우 발달한 포켓몬이다.\n"
    "이빨이 무거워서 목을 기울이고 있다.\n"
    "놀라게 하지 않으면 무턱대고 물지 않는다.");

const u8 gQwilfishPokedexText[] = _(
    "들이마신 물의 힘을 이용하여\n"
    "전신의 독침을 일제히 쏘아댄다.\n"
    "헤엄치는 것이 조금 서툰 포켓몬이다.");

const u8 gScizorPokedexText[] = _(
    "강철의 강도를 지닌 몸은 어지간한\n"
    "공격으로는 꿈쩍도 하지 않는다.\n"
    "날갯짓으로 체온을 조절한다.");

const u8 gShucklePokedexText[] = _(
    "바위 밑에서 껍질 안에 비축해둔\n"
    "나무열매를 먹으면서 몸을 숨기고 있다.\n"
    "나무열매는 체액과 섞여 주스가 된다.");

const u8 gHeracrossPokedexText[] = _(
    "달콤한 수액을 찾으러 숲에 모인다.\n"
    "강철처럼 단단한 껍질을 감싸고 있다.\n"
    "자랑인 뿔로 적을 내던진다.");
	// あまい じゅえきを もとめて もりに あつまる。ｎ
	// てつの ように かたい ひふに おおわれている。ｎ
	// じまんの ツノで あいてを なげとばす。

const u8 gSneaselPokedexText[] = _(
    "손발의 갈고리 손발톱을 꽂아 나무를 오른다.\n"
    "부모가 없는 틈을 노려 나무 위에\n"
    "있는 둥지에서 알을 훔쳐 먹는다.");

const u8 gTeddiursaPokedexText[] = _(
    "꿀이 밴 손바닥을 핥고 있다.\n"
    "깜지곰의 꿀은 과일과 독침붕이\n"
    "모은 꽃가루가 혼합되어 만들어진다.");

const u8 gUrsaringPokedexText[] = _(
    "숲 속에는 링곰이 먹이를 수집하는\n"
    "큰 나무나 시냇가가 여기저기에 있다고 한다.\n"
    "매일 먹이를 모으며 숲을 걷는다.");

const u8 gSlugmaPokedexText[] = _(
    "화산 지대에서 사는 포켓몬.\n"
    "몸이 식으면 피부가 굳어버려서\n"
    "못 움직이기 때문에 마그마 옆에서 잔다.");
	// かざんちたいで くらす ポケモンの いっしゅ。ｎ
	// からだが ひえると ひふが かたまってしまいｎ
	// うごけなくなるため マグマの そばで ねむる。

const u8 gMagcargoPokedexText[] = _(
    "등껍질은 단단하게 굳은 마그마로 되어있다.\n"
    "수만 년 동안 화산 분화구에서\n"
    "살다가 몸이 마그마로 변했다.");
	// せなかの カラは マグマが かたまって できた。ｎ
	// なんまんねんもの あいだ かざんの かこうでｎ
	// くらす うちに からだが マグマに なった。

const u8 gSwinubPokedexText[] = _(
    "땅에 코를 비비며 먹이를 찾는다.\n"
    "마른 풀 밑에 난 버섯을 좋아한다.\n"
    "가끔 온천을 파내기도 한다.");

const u8 gPiloswinePokedexText[] = _(
    "얼어붙는 추위에도 버틸 수 있도록\n"
    "두껍고 긴 털가죽에 덮여 있다.\n"
    "얼음에 묻힌 먹이를 이빨로 파낸다.");

const u8 gCorsolaPokedexText[] = _(
    "따뜻한 남쪽 바다에 서식한다.\n"
    "바다가 더러워지면 아름다운 산호 가지는\n"
    "검게 물들어 엉망이 되어버린다.");
	// あたたかい みなみの うみに せいそくする。ｎ
	// うみが よごれると うつくしい サンゴのえだはｎ
	// いろが くすみ ボロボロに なってしまう。

const u8 gRemoraidPokedexText[] = _(
    "복근을 이용하여 마신 물을 힘차게\n"
    "뿜어내서 하늘을 나는 먹이를 잡는다.\n"
    "진화가 가까워지면 강을 따라 내려간다.");

const u8 gOctilleryPokedexText[] = _(
    "흡반이 달린 팔로 상대를 휘감는다.\n"
    "움직이지 못하게 되면 쓰러트린다.\n"
    "버거울 때는 먹물을 뿜고 도망간다.");

const u8 gDelibirdPokedexText[] = _(
    "꼬리로 먹이를 둘러싸서 나르는 포켓몬이다.\n"
    "딜리버드가 나눠준 먹이 덕분에\n"
    "에베레스트 산을 등정한 모험가가 있었다.");

const u8 gMantinePokedexText[] = _(
    "맑은 날에는 바다 위를 우아하게 뛰어오르는\n"
    "만타인 무리를 볼 수 있다.\n"
    "총어가 들러붙어 있어도 신경 쓰지 않는다.");

const u8 gSkarmoryPokedexText[] = _(
    "강철의 몸과 날개를 지닌 포켓몬.\n"
    "옛날 사람들은 빠진 깃털을 써서\n"
    "검이나 식칼을 만들었다.");
	// はがねの からだと ハネを もつ ポケモン。ｎ
	// むかしの ひとは ぬけおちた ハネを つかってｎ
	// かたなや ほうちょうを つくっていた。

const u8 gHoundourPokedexText[] = _(
    "여러 가지 울음소리를 사용하여 동료와\n"
    "연락을 주고받아 먹이를 몰아간다.\n"
    "팀워크는 포켓몬 중 제일이다.");

const u8 gHoundoomPokedexText[] = _(
    "머리의 뿔이 크게 뒤로 꺾여 있는\n"
    "헬가가 그룹의 리더 격인 존재다.\n"
    "동료 간에 경쟁하여 리더가 결정된다.");

const u8 gKingdraPokedexText[] = _(
    "깊은 해저에서 조용히 잔다.\n"
    "수면으로 올라오면 배를 집어삼킬\n"
    "정도로 큰 소용돌이가 일어난다.");
	// ふかい かいていで しずかに ねむる。ｎ
	// すいめんへ あがってくるとき ふねを のみこむｎ
	// ほど おおきな うずしおが はっせいする。

const u8 gPhanpyPokedexText[] = _(
    "코코리의 커다란 귀는 부채 역할을 한다.\n"
    "더워지면 파닥파닥 부채질해서 몸을 식힌다.\n"
    "어리지만 힘이 매우 강하다.");
	// ゴマゾウの おおきな みみは うちわの かわり。ｎ
	// あつくなると ぱたぱた あおいで すずむ。ｎ
	// こどもでも ちからは とても つよい。

const u8 gDonphanPokedexText[] = _(
    "덤프트럭도 쉽게 잡아끄는 장사.\n"
    "바위처럼 단단해진 피부는\n"
    "웬만한 공격에 흠집도 나지 않는다.");
	// ダンプカ-を らくらく ひっぱる ちからもち。ｎ
	// いわの ように かたくなった ひふはｎ
	// すこしの こうげきでは キズも つかない。

const u8 gPorygon2PokedexText[] = _(
    "인간이 과학의 힘으로 만들어냈다.\n"
    "인공 지능을 지니고 있어서 새로운\n"
    "동작이나 감정을 혼자서 익혀간다.");

const u8 gStantlerPokedexText[] = _(
    "멋지게 생긴 뿔은 미술품으로\n"
    "비싸게 팔리기 때문에 멸종 직전까지\n"
    "남획됐었던 포켓몬이다.");

const u8 gSmearglePokedexText[] = _(
    "꼬리 끝에서 배어 나오는 체액으로\n"
    "영역 주변에 자신의 마크를 그린다.\n"
    "5000종의 마크가 발견됐다.");

const u8 gTyroguePokedexText[] = _(
    "매일 트레이닝하지 않으면 스트레스가\n"
    "쌓이기 때문에 트레이너는 키울 때\n"
    "스케줄 관리에 여러모로 고민해야 한다.");

const u8 gHitmontopPokedexText[] = _(
    "고속 회전하며 날리는 킥은\n"
    "공격과 방어를 겸비한 훌륭한 기술이다.\n"
    "걷는 것보다 회전하는 편이 빠르다.");

const u8 gSmoochumPokedexText[] = _(
    "기운차게 돌아다니지만 자주 넘어진다.\n"
    "벌떡 일어나서는 호수의 수면에 얼굴을\n"
    "비추고 더러워지지 않았는지 살핀다.");

const u8 gElekidPokedexText[] = _(
    "금속을 만져서 몸에 모은 전기가\n"
    "방전돼버리면 양손을 빙글빙글\n"
    "돌려서 다시 전기를 모은다.");

const u8 gMagbyPokedexText[] = _(
    "노란색 불꽃이 입에서 뿜어져 나오는 것은\n"
    "건강하다는 증거이지만 지쳐 있을 때는\n"
    "검은 연기가 섞이게 된다.");

const u8 gMiltankPokedexText[] = _(
    "매일 20리터의 우유가 나온다.\n"
    "달콤한 우유는 어른도 아이도 매우 좋아한다.\n"
    "싫어하는 사람은 요구르트로 만들어 먹는다.");

const u8 gBlisseyPokedexText[] = _(
    "푹신푹신한 털로 슬퍼하는 마음을\n"
    "감지하면 아무리 멀어도 바로 달려가서\n"
    "미소 짓게 되는 행복의알을 나눠준다.");

const u8 gRaikouPokedexText[] = _(
    "번개의 스피드가 깃들어 있는 포켓몬이다.\n"
    "그 울음소리는 번개가 내리쳤을 때처럼\n"
    "공기를 떨리게 하며 대지를 흔든다.");

const u8 gEnteiPokedexText[] = _(
    "마그마의 정열이 깃들어 있는 포켓몬이다.\n"
    "화산 분화 속에서 태어났다고 여겨지며\n"
    "모든 것을 태워버리는 불꽃을 뿜어 올린다.");

const u8 gSuicunePokedexText[] = _(
    "솟아나는 물의 부드러움이 깃들어 있는\n"
    "포켓몬이다. 흐르는 듯한 몸놀림으로 대지를 달려\n"
    "탁해진 물을 맑게 하는 힘을 지녔다.");

const u8 gLarvitarPokedexText[] = _(
    "땅속 깊은 곳에서 태어나는 애버라스는\n"
    "흙을 먹어치우고 지상에 나오지 않으면\n"
    "부모의 얼굴을 볼 수가 없다.");

const u8 gPupitarPokedexText[] = _(
    "체내에서 만들어낸 가스를 압축하여\n"
    "기운차게 분사해서 날아간다.\n"
    "강철에 부딪혀도 멀쩡한 몸이다.");

const u8 gTyranitarPokedexText[] = _(
    "자신의 거처를 만들기 위해 산 하나를\n"
    "부숴버릴 정도로 강한 파워를 지녔다.\n"
    "싸울 상대를 찾아 산을 떠돈다.");

const u8 gLugiaPokedexText[] = _(
    "가벼운 날갯짓만으로도 민가를\n"
    "날려버릴 만한 파괴력을 지니고 있어서\n"
    "해저에서 사람들 몰래 살게 됐다.");

const u8 gHoOhPokedexText[] = _(
    "빛이 닿는 각도에 따라 일곱 빛깔로\n"
    "반짝이는 깃털은 행복을 가져다준다고 한다.\n"
    "무지개 끝에 산다고 전해진다.");

const u8 gCelebiPokedexText[] = _(
    "시간을 넘어 미래에서 찾아온 포켓몬이다.\n"
    "세레비가 모습을 나타내는 한 밝은\n"
    "미래가 기다린다고 여겨지고 있다.");

const u8 gTreeckoPokedexText[] = _(
    "숲의 거목에 집을 짓고 산다.\n"
    "영역에 접근하는 적을 격렬하게 위협한다.\n"
    "숲의 나무를 지키는 포켓몬이라고 한다.");
	// もりの たいぼくに すを つくり くらす。ｎ
	// なわばりに ちかづく てきを はげしく いかく。ｎ
	// もりの きを まもる ポケモンと いわれている。

const u8 gGrovylePokedexText[] = _(
    "울창하고 무성한 숲 속에서는\n"
    "몸에 돋은 나뭇잎이 적의 눈으로부터\n"
    "나무돌이의 모습을 감추어 준다.");
	// うっそうと おいしげった もりの なかではｎ
	// からだから はえた はっぱが てきの めからｎ
	// ジュプトルの すがたを かくしてくれるのだ。

const u8 gSceptilePokedexText[] = _(
    "정글에서는 상대가 없을 정도로 강하다.\n"
    "초목을 소중하게 키우는 포켓몬.\n"
    "햇볕을 쬐면서 체온을 조절한다.");
	// ジャングルの なかでは てきなしの つよさ。ｎ
	// くさきを だいじに そだてる ポケモン。ｎ
	// ひなたぼっこをして たいおんを ちょうせつする。

const u8 gTorchicPokedexText[] = _(
    "적에게 위협당하면 몸에서 만든\n"
    "불덩이를 입에서 내뱉어 공격한다.\n"
    "주변이 보이지 않는 어둠을 싫어한다.");
	// てきに おそわれると おなかで つくりだしたｎ
	// ほのおの たまを くちから とばして こうげき。ｎ
	// まわりが みえなくなる くらやみは にがて。

const u8 gCombuskenPokedexText[] = _(
    "1초에 10발의 킥을 날린다.\n"
    "상대가 항복할 때까지 계속 싸우는\n"
    "강한 투쟁본능을 지닌 포켓몬이다.");
	// 1びょうかんに 10ぱつの キックを くりだす。ｎ
	// あいてが ギブアップするまで たたかい つづけるｎ
	// つよい とうそうほんのうを もつ ポケモンだ。

const u8 gBlazikenPokedexText[] = _(
    "펀치와 킥으로 이루어진 무술에 연마한다.\n"
    "수 년이 지나면 오래된 깃털은 타고\n"
    "그 자리에 새롭고 유연한 깃털이 다시 돋아난다.");
	// パンチや キックの かくとうわざを みにつける。ｎ
	// すうねんごとに ふるくなった はねが もえてｎ
	// あたらしく しなやかな はねに はえかわるのだ。

const u8 gMudkipPokedexText[] = _(
    "육상에서는 네 발로 버텨서\n"
    "커다란 바위를 들어올리는 파워를 낸다.\n"
    "물가의 진흙탕에 몸을 담구고 잠든다.");
	// りくじょうでは 4ほんの あしを ふんばってｎ
	// おおきな いわを もちあげる パワ-を はっき。ｎ
	// みずべの どろに からだを うめて ねむる。

const u8 gMarshtompPokedexText[] = _(
    "다리와 허리가 단련되어 두 발로 걷는다.\n"
    "피부가 건조하면 약해지기 때문에\n"
    "진흙 장난을 해서 수분을 보급한다.");
	// あしこしが きたえられて 2ほんあしに なった。ｎ
	// ひふが かんそうすると よわってしまうためｎ
	// どろあそびを して すいぶんを ほきゅうする。

const u8 gSwampertPokedexText[] = _(
    "폭풍이 가까이 올 때 해일을 예감하면\n"
    "바위를 쌓아올려 해안에 있는 집을 지킨다.\n"
    "제트스키와 호각의 스피드로 헤엄친다.");
	// あらしが ちかづき つなみを よかんするとｎ
	// いわを つみあげて うみぞいの すを まもる。ｎ
	// ジェットスキ-と ごかくの スピ-ドで およぐ。

const u8 gPoochyenaPokedexText[] = _(
    "이빨을 드러내며 격렬하게 위협한다.\n"
    "도망가는 상대는 끈질기게 쫓아다닌다.\n"
    "반격당하면 꼬리를 말고 도망간다.");
	// キバを むいて はげしく いかくする。ｎ
	// にげる あいては しつこく おいかけまわすぞ。ｎ
	// はんげき されると しっぽを まいて にげだす。

const u8 gMightyenaPokedexText[] = _(
    "야생의 그라에나는 무리로 행동한다.\n"
    "리더의 명령은 절대로 거역하지 않고\n"
    "흐트러짐 없는 팀워크로 적을 쓰러뜨린다.");
	// やせいの グラエナは むれで こうどうする。ｎ
	// リ-ダ-の めいれいには ぜったいに さからわずｎ
	// いっしみだれぬ チ-ムワ-クで てきを たおす。

const u8 gZigzagoonPokedexText[] = _(
    "코를 땅에 대고 여기저기에\n"
    "왔다 갔다하면서 항상 무언가를 찾는다.\n"
    "지그재그로 걷는 발자국이 특징이다.");
	// はなを じめんに こすりつけ あっち こっちにｎ
	// いったり きたり いつも なにかを さがしてる。ｎ
	// ジグザグ すすむ あしあとが とくちょうだ。

const u8 gLinoonePokedexText[] = _(
    "똑바로 달리면 매우 빠르다.\n"
    "연못에 사는 먹이를 수면에서 발견하면\n"
    "재빨리 뛰어들어 날카로운 손톱으로 붙잡는다.");
	// まっすぐ はしるだけなら とても はやい。ｎ
	// いけに すむ えものを すいめんから みつけるとｎ
	// すばやく とびこみ するどい ツメで とらえる。

const u8 gWurmplePokedexText[] = _(
    "나뭇가지에 달라붙어 나뭇잎을 먹는다.\n"
    "입에서 나오는 실은 공기에 닿으면\n"
    "끈적해져서 적의 움직임을 둔하게 만든다.");
	// きの えだに くっついて はっぱを たべる。ｎ
	// くちから だす いとは くうきに ふれるとｎ
	// ネバネバになり てきの うごきを にぶらせる。

const u8 gSilcoonPokedexText[] = _(
    "개무소일 때 모아둔 에너지를\n"
    "써서 진화를 준비하고 있다.\n"
    "2개의 눈으로 주위의 상황을 살펴본다.");
	// ケムッソの ときに たくわえた エネルギ-をｎ
	// つかって しんかの じゅんびを している。ｎ
	// 2つの めで まわりの ようすを うかがう。

const u8 gBeautiflyPokedexText[] = _(
    "컬러풀한 날개무늬가 특징.\n"
    "꽃가루를 모으기 위해 꽃밭에 모여든다.\n"
    "화났을 때의 공격은 매우 격렬하다.");
	// カラフルな はねの もようが とくちょう。ｎ
	// かふんを あつめに はなばたけに あつまる。ｎ
	// おこった ときの こうげきは とても はげしい。

const u8 gCascoonPokedexText[] = _(
    "적에게 발견되지 않도록 큰 나뭇잎의\n"
    "뒷면이나 가지의 틈새에서 가만히 있다.\n"
    "마른잎을 몸에 붙여서 위장한다.");
	// てきに みつからない ように おおきな はっぱのｎ
	// うらがわや えだの すきまで じっとしている。ｎ
	// かれはを からだに くっつけて カムフラ-ジュ。

const u8 gDustoxPokedexText[] = _(
    "심야의 길거리의 불빛에 이끌려\n"
    "산과 들에서 날아오는 야행성 포켓몬.\n"
    "맹독 가루를 날개에서 흩뿌린다.");
	// まよなか がいとうの あかりに さそわれてｎ
	// のやまから とんでくる やこうせいの ポケモン。ｎ
	// もうどくの こなを はねから ふりまく。

const u8 gLotadPokedexText[] = _(
    "물이 깨끗한 연못에 사는 포켓몬.\n"
    "머리의 잎사귀에 탄 작은 포켓몬을\n"
    "건너편 물가까지 옮겨줄 때도 있는 듯하다.");
	// みずの きれいな いけで くらす ポケモン。ｎ
	// あたまの はっぱに のった ちいさな ポケモンをｎ
	// むこうぎしまで はこんであげる ことが あるよ。

const u8 gLombrePokedexText[] = _(
    "해 질 무렵이 되면 강 속에서 불쑥\n"
    "나타나 사람을 놀래키고 기뻐한다.\n"
    "강바닥의 바위에 붙은 이끼를 먹는다.");
	// ゆうぐれどき かわの なかから ひょっこりとｎ
	// あらわれては ひとを おどろかせて よろこぶ。ｎ
	// かわぞこの いしに ついた みずごけを たべる。

const u8 gLudicoloPokedexText[] = _(
    "즐거운 음악을 들으면 몸속의\n"
    "세포가 쑤셔서 리듬에 취하기 시작한다.\n"
    "강적을 상대로 만나도 기가 죽지 않는다.");
	// たのしい おんがくを きくと からだじゅうのｎ
	// さいぼうが うずき リズムを とりはじめるぞ。ｎ
	// きょうてきを あいてにしても ひるまない。

const u8 gSeedotPokedexText[] = _(
    "가지에 매달려서 영양분을 흡수.\n"
    "식사를 마치고 몸이 무거워진\n"
    "도토링은 똑똑 땅에 떨어진다.");
	// えだに ぶらさがり えいようを きゅうしゅう。ｎ
	// しょくじを おえて からだの おもくなったｎ
	// タネボ-は ぽとりぽとりと じめんに おちる。

const u8 gNuzleafPokedexText[] = _(
    "나무타기가 특기인 숲에 사는 포켓몬.\n"
    "뾰족하고 긴 코가 약점.\n"
    "잡히면 몸의 힘이 빠져나가 버린다.");
	// きのぼりが とくいな もりに すむ ポケモン。ｎ
	// とがった ながい はなが じゃくてん。ｎ
	// にぎられると からだの ちからが ぬけてしまう。

const u8 gShiftryPokedexText[] = _(
    "초겨울바람을 타고 나타난다고 한다.\n"
    "옛날부터 숲의 신이라고 두려움을 받았으며\n"
    "사람이 찾아오지 못하는 밀림에서 산다.");
	// こがらしに のって あらわれると いわれている。ｎ
	// むかしから もりの かみさまと おそれられｎ
	// ひとの おとずれない みつりんで くらす。

const u8 gTaillowPokedexText[] = _(
    "몸은 작지만 매우 용감.\n"
    "큰 무장조와 호각으로 싸우지만\n"
    "배가 고프면 약해져 버린다.");
	// からだは ちいさいが とても ゆうかん。ｎ
	// おおきな エア-ムドと ごかくに たたかうがｎ
	// おなかが すくと よわきに なってしまう。

const u8 gSwellowPokedexText[] = _(
    "아득한 상공에서 급강하.\n"
    "노린 먹이는 절대로 놓치지 않는다.\n"
    "따뜻한 토지를 찾아서 이동한다.");
	// はるか じょうくうから きゅうこうか。ｎ
	// ねらった えものは ぜったいに にがさない。ｎ
	// あたたかい とちを さがして いどうする。

const u8 gWingullPokedexText[] = _(
    "해변의 절벽에 둥지를 짓는다.\n"
    "긴 시간 동안 날갯짓하는 게 서툴러\n"
    "상승기류를 이용해서 난다.");
	// うみべの だんがいぜっぺきに すを つくる。ｎ
	// ながい じかん はばたく ことは にがて。ｎ
	// じょうしょうきりゅうを りようして とぶ。

const u8 gPelipperPokedexText[] = _(
    "해수면을 스칠 듯이 날아 먹이를 발견하면\n"
    "큰 부리로 바닷물째로 건져 올린다.\n"
    "부리 안에 알을 넣어 지킨다.");
	// かいめん すれすれを とび エサを みつけるとｎ
	// おおきな クチバシで かいすいごと すくいとる。ｎ
	// クチバシの なかに タマゴを いれて まもる。

const u8 gRaltsPokedexText[] = _(
    "사람이나 포켓몬의 감정을 머리의\n"
    "뿔로 감지하는 힘을 지닌 포켓몬.\n"
    "적의를 감지하면 숨어 버린다.");
	// ひとや ポケモンの かんじょうを あたまのｎ
	// ツノで キャッチする ちからを もつ ポケモン。ｎ
	// てきいを かんじとると かくれてしまう。

const u8 gKirliaPokedexText[] = _(
    "사이코 파워로 생긴 공간의 틈새로\n"
    "미래에 일어날 일들을 보는 힘을 가졌다.\n"
    "맑은 아침에는 기분 좋게 춤춘다고 한다.");
	// サイコパワ-で できた くうかんの さけめからｎ
	// みらいの できごとを みる ちからを もつ。ｎ
	// はれた あさは きぶんよく おどると いわれる。

const u8 gGardevoirPokedexText[] = _(
    "사이코 파워로 몸을 지탱하기 때문에\n"
    "중력을 느끼지 못하는 것 같다.\n"
    "트레이너를 지키기 위해 목숨을 건다.");
	// サイコパワ-で からだを ささえているためｎ
	// じゅうりょくを かんじていない らしい。ｎ
	// トレ-ナ-を まもる ために いのちを かける。

const u8 gSurskitPokedexText[] = _(
    "소나기가 온 뒤 물웅덩이에 모여든다.\n"
    "수면을 미끄러지듯이 걷고\n"
    "머리에서 달콤한 냄새가 나는 꿀이 나온다.");
	// ゆうだちの あと みずたまりに あつまってくる。ｎ
	// みずの ひょうめんを すべる ように あるきｎ
	// あたまから あまい においの みつを だす。

const u8 gMasquerainPokedexText[] = _(
    "커다란 눈알 무늬로 적을 위협한다.\n"
    "비에 젖으면 날지 못하기 때문에\n"
    "큰 나무의 아래나 처마 밑에서 비를 피한다.");
	// おおきな めだま もようで てきを いかくする。ｎ
	// あめに ぬれると とべなくなって しまうためｎ
	// たいぼくの したや のきしたで あまやどり。

const u8 gShroomishPokedexText[] = _(
    "숲의 축축한 부엽토를 굉장히 좋아한다.\n"
    "장마 후 숲에 들어가면 버섯꼬가\n"
    "잔뜩 모여서 부엽토를 먹고 있다.");
	// もりの しめった ふようどが だいこうぶつ。ｎ
	// ながあめの あと もりに はいると キノココがｎ
	// たくさん あつまって ふようどを たべているよ。

const u8 gBreloomPokedexText[] = _(
    "머리의 갓에 난 구멍에서 포자를 흩뿌린다.\n"
    "따뜻하고 습한 기후를 제일 좋아한다.\n"
    "초원이나 삼림의 초목을 먹는다.");
	// あたまの かさの あなから ほうしを ばらまく。ｎ
	// あたたかく しめった きこうが だいすき。ｎ
	// そうげんや しんりんの くさきを たべる。

const u8 gSlakothPokedexText[] = _(
    "하루의 대부분을 잠자며 보낸다.\n"
    "평생 거처를 바꾸지 않지만 가끔\n"
    "강을 헤엄쳐서 긴 거리를 이동한다.");
	// 1にちの うち ほとんどの じかん ねている。ｎ
	// いっしょう すみかを かえないが たまにｎ
	// かわを およいで ながい きょりを いどうする。

const u8 gVigorothPokedexText[] = _(
    "온몸의 피가 끓어올라 가만히 있지 못한다.\n"
    "하루 내내 산과 들을 뛰어다니며 흥분을\n"
    "가라앉히지 않으면 밤에 잘 수 없게 된다.");
	// ぜんしんの ちが たぎり じっとしていられない。ｎ
	// 1にちじゅう のやまを かけまわり こうふんをｎ
	// しずめないと よる ねむれなくなってしまうのだ。

const u8 gSlakingPokedexText[] = _(
    "열매가 맺히는 계절이 되면 나무\n"
    "주위에 게을킹이 잔뜩 모여든다.\n"
    "열매가 익어서 떨어지기를 기다리는 것이다.");
	// くだものが みのる きせつに なると じゅもくのｎ
	// まわりに ケッキングが たくさん あつまる。ｎ
	// じゅくして おちてくるのを まっているのだ。

const u8 gNincadaPokedexText[] = _(
    "큰 나무의 뿌리에 거처를 만든다.\n"
    "깜깜한 땅속의 상황을\n"
    "수염 같은 더듬이로 살핀다.");
	// たいぼくの ねもとに すみかを つくる。ｎ
	// まっくらな ちちゅうの ようすをｎ
	// ヒゲの ような しょっかくで さぐる。

const u8 gNinjaskPokedexText[] = _(
    "고속으로 격렬하게 움직이기 때문에\n"
    "모습을 포착하기가 매우 어렵다.\n"
    "울음소리를 계속 들으면 머리가 아파 온다.");
	// こうそくで はげしく うごきまわっているためｎ
	// すがたを とらえる ことは とても むずかしい。ｎ
	// なきごえを ききつづけると ずつうが してくる。

const u8 gShedinjaPokedexText[] = _(
    "날개를 전혀 움직이지 않는데도\n"
    "공중에 떠 있는 이상한 포켓몬.\n"
    "몸속은 텅 비었고 어둡다.");
	// ハネを まったく うごかして いないのにｎ
	// くうちゅうに うかんでいる ふしぎな ポケモン。ｎ
	// からだの なかは くうどうで まっくら。

const u8 gWhismurPokedexText[] = _(
    "울음소리는 제트기와 맞먹는 음량이다.\n"
    "귓구멍으로 공기를 빨아들이는 구조라\n"
    "숨이 차지 않아서 계속 울어댈 수 있다.");
	// なきごえは ジェットき なみの おんりょうだ。ｎ
	// みみの あなから いきを すいこむ しくみ。ｎ
	// いきぎれしないで なきつづける ことが できる。

const u8 gLoudredPokedexText[] = _(
    "머리의 둥근 스피커를 움직이면서\n"
    "큰 소리의 초음파를 적에게 부딪친다.\n"
    "발을 쿵쾅거리면서 파워를 모은다.");
	// あたまの まるい スピ-カ-を うごかしてｎ
	// おおごえの ちょうおんぱを てきに ぶつける。ｎ
	// あしを ふみならして パワ-を ためるぞ。

const u8 gExploudPokedexText[] = _(
    "몸속에 소리를 내는 기관을 가졌다.\n"
    "소리의 높낮이나 크기를 구분하면서\n"
    "사용해 동료와 대화한다.");
	// からだじゅうに おとを だす きかんを もつ。ｎ
	// おとの たかさや おおきさを つかいわけてｎ
	// なかまと コミュニケ-ションを とっている。

const u8 gMakuhitaPokedexText[] = _(
    "몸을 단련하는 것을 제일 좋아한다.\n"
    "동굴에서 땅울림이 들린다면 그것은\n"
    "마크탕이 훈련하고 있는 소리다.");
	// からだを きたえる ことが なによりも すき。ｎ
	// どうくつで じひびきが きこえたら それはｎ
	// マクノシタが けいこしている おとだ。

const u8 gHariyamaPokedexText[] = _(
    "곧장 힘겨루기를 걸어온다.\n"
    "선로를 가로막고서 달려오는 열차를\n"
    "손바닥치기로 밀어 멈춰세운 경우도 있다.");
	// すぐに ちからくらべを いどむ しゅうせい。ｎ
	// せんろに たちふさがり はしってくる れっしゃをｎ
	// つっぱりで おしとどめた ことが あるぞ。

const u8 gAzurillPokedexText[] = _(
    "영양이 듬뿍 담겨 있는 꼬리는\n"
    "고무공처럼 잘 튄다.\n"
    "맑은 날에는 물가에 모여서 물놀이를 한다.");
	// えいようが たっぷり つまった しっぽはｎ
	// ゴムボ-ル みたいに よく はずむ。ｎ
	// はれた ひは みずべに あつまり みずあそび。

const u8 gNosepassPokedexText[] = _(
    "몸에서 발산하는 강력한 자력으로\n"
    "끌어당긴 먹이를 식량으로 삼는다.\n"
    "추운 계절일 때 자력이 더 강하다.");
	// からだから はっする きょうりょくな じりょくでｎ
	// ひきよせた えものを しょくりょうに する。ｎ
	// さむい きせつの ほうが じりょくが つよい。

const u8 gSkittyPokedexText[] = _(
    "애교가 듬뿍 담긴 몸짓으로 인기가 많다.\n"
    "싸울 때는 꼬리를 부풀린다.\n"
    "날카롭게 으르렁대서 적을 위협한다.");
	// あいきょう たっぷりの しぐさで だいにんき。ｎ
	// たたかう ときは しっぽを けばだたせる。ｎ
	// するどい うなりごえを あげて てきを いかく。

const u8 gDelcattyPokedexText[] = _(
    "일정한 거처가 없고 지내기 좋은\n"
    "장소를 찾아 잠자리를 바꾸는 습성이다.\n"
    "야행성이라 해질녘에 행동을 시작한다.");
	// きまった すみかを もたずに いごこちの よいｎ
	// ばしょを さがし ねどこを かえる しゅうせい。ｎ
	// やこうせいで ひぐれから こうどうを はじめる。

const u8 gSableyePokedexText[] = _(
    "날카로운 손톱으로 동굴을 파서\n"
    "보석의 원석을 찾아내 먹는다.\n"
    "어둠에 숨어 좀처럼 모습을 보이지 않는다.");
	// するどい ツメで どうくつに よこあなを ほりｎ
	// ほうせきの げんせきを さがしだして たべる。ｎ
	// やみに ひそみ めったに すがたを みせない。

const u8 gMawilePokedexText[] = _(
    "큰 턱은 강철로 된 뿔이 변형된 것이다.\n"
    "애교가 듬뿍 든 몸짓에 방심한\n"
    "상대를 큰 턱으로 덥석 문다.");
	// おおあごは はがねの ツノが へんけいしたもの。ｎ
	// あいきょう たっぷりの しぐさに ゆだんしたｎ
	// あいてを おおあごで がぶりと かみつく。

const u8 gAronPokedexText[] = _(
    "강철 갑옷으로 몸을 둘러싼 포켓몬.\n"
    "진화할 때 새로운 갑옷이 생긴다.\n"
    "떨어진 갑옷은 철제품의 재료.");
	// こうてつの よろいに みを つつむ ポケモン。ｎ
	// しんかの ときに あたらしい よろいが できる。ｎ
	// とれた よろいは てつせいひんの ざいりょう。

const u8 gLaironPokedexText[] = _(
    "갱도라끼리 만나면 강철로 된 몸을\n"
    "부딪쳐서 영역 싸움을 한다.\n"
    "부딪칠 때의 소리는 수 km까지 닿는다.");
	// コドラ どうしが であうと はがねの からだをｎ
	// ぶつけあって なわばり あらそいを する。ｎ
	// ぶつかりあう おとは すうキロさきにも とどく。

const u8 gAggronPokedexText[] = _(
    "철로 된 뿔은 조금씩 길어져서\n"
    "그 길이로 보스로라의 나이를 알 수 있다.\n"
    "갑옷의 상처는 싸움의 훈장이다.");
	// すこしずつ てつの ツノは ながく なるのでｎ
	// ながさで ボスゴドラの ねんれいが わかる。ｎ
	// よろいの キズは たたかいの くんしょうだ。

const u8 gMedititePokedexText[] = _(
    "매일 몇 시간이나 명상을 해서\n"
    "단련된 정신력으로 하늘을 난다.\n"
    "요가 수행을 계속해 온 성과다.");
	// まいにち なんじかんも めいそうを つづけｎ
	// きたえられた せいしんりょくで そらを とぶ。ｎ
	// ヨガの しゅぎょうを つづけてきた せいかだ。

const u8 gMedichamPokedexText[] = _(
    "가혹한 요가의 수행으로 상대의\n"
    "움직임을 먼저 예측하는 힘을 익혔다.\n"
    "춤추는 듯한 우아한 움직임으로 싸운다.");
	// かこくな ヨガの しゅぎょうで あいてのｎ
	// うごきを さきよみする ちからを みにつけた。ｎ
	// おどる ような ゆうがな うごきで たたかう。

const u8 gElectrikePokedexText[] = _(
    "공기와의 마찰로 전기를 만들어낸다.\n"
    "특히 공기가 건조한 계절에는\n"
    "온몸에서 스파크를 격렬하게 낸다.");
	// くうきとの まさつで でんきを つくりだす。ｎ
	// とくに くうきの かんそうした きせつはｎ
	// ぜんしんから ひばなを はげしく ちらしている。

const u8 gManectricPokedexText[] = _(
    "썬더볼트 근처에 번개가 떨어지는 탓에\n"
    "번개로부터 태어났다고 여겨져 왔다.\n"
    "싸움이 벌어지면 번개 구름을 만든다.");
	// ライボルトの ちかくに かみなりが おちるためｎ
	// かみなりから うまれたと かんがえられていた。ｎ
	// たたかいになると かみなりぐもを つくりだす。

const u8 gPluslePokedexText[] = _(
    "동료를 응원하는 습성이 있다.\n"
    "양손에서 발산하는 전기를 합선시켜\n"
    "응원용 불꽃를 만들 수 있다.");
	// なかまの ポケモンを おうえんする しゅうせい。ｎ
	// りょうてから はっした でんきを ショ-トさせてｎ
	// ひばなの ボンボンを つくる ことが できる。

const u8 gMinunPokedexText[] = _(
    "플러시와 마이농의 전기를 동시에\n"
    "맞으면 혈액의 흐름이 좋아져 건강하게\n"
    "된다고 포켓몬 학회에서 발표되었다.");
	// プラスルと マイナンの でんきを どうじにｎ
	// あびると けっこうが よくなり げんきにｎ
	// なると ポケモンがっかいで はっぴょうされた。

const u8 gVolbeatPokedexText[] = _(
    "꼬리의 빛을 밝혀서 집단으로\n"
    "밤하늘에 기하학적인 모양을 그린다.\n"
    "연못의 물이 더러워지면 거처를 옮긴다.");
	// しっぽの あかりを ともしながら しゅうだんでｎ
	// よぞらに きかがくてきな もようを えがく。ｎ
	// いけの みずが よごれると すみかを うつす。

const u8 gIllumisePokedexText[] = _(
    "해가 질 때부터 행동하는 야행성이다.\n"
    "볼비트를 유도해서 그리는 모양은\n"
    "200종류 이상 확인되었다.");
	// ひぐれから こうどうを はじめる やこうせい。ｎ
	// バルビ-トを ゆうどうして えがく もようはｎ
	// 200しゅるい いじょう かくにんされている。

const u8 gRoseliaPokedexText[] = _(
    "영양 만점의 생수를 마신\n"
    "로젤리아는 아름다운 꽃을 피운다.\n"
    "꽃의 향기는 적을 방심시키는 효과가 있다.");
	// えいよう まんてんの わきみずを のませたｎ
	// ロゼリアは うつくしい はなを さかせる。ｎ
	// はなの かおりは てきを ゆだんさせる こうか。

const u8 gGulpinPokedexText[] = _(
    "철도 소화해 버리는 위액을 가졌다.\n"
    "자신의 몸과 똑같은 크기의 물건도\n"
    "한입에 삼킬 수 있다.");
	// てつくずも しょうかしてしまう いえきを もつ。ｎ
	// じぶんの からだと おなじ おおきさの ものもｎ
	// ひとくちで のみこむ ことが できる。

const u8 gSwalotPokedexText[] = _(
    "강력한 위산으로 무엇이든 소화한다.\n"
    "소화가 안되는 것은 세상에서 단 하나.\n"
    "꿀꺽몬의 위뿐이라고 전해진다.");
	// きょうりょくな いさんで なんでも しょうか。ｎ
	// しょうか できない ものは よのなかで ひとつ。ｎ
	// マルノ-ムの いぶくろ だけと いわれている。

const u8 gCarvanhaPokedexText[] = _(
    "집단으로 배를 습격해 가라앉혀 버린다.\n"
    "무척 흉포한 포켓몬이라고 알려졌지만\n"
    "한 마리가 되면 바로 도망친다.");
	// しゅうだんで ふねを おそい しずめてしまう。ｎ
	// とても きょうぼうな ポケモンと いわれているがｎ
	// 1ぴきに なると とたんに にげだしていく。

const u8 gSharpedoPokedexText[] = _(
    "흉포하고 교활한 바다의 건달.\n"
    "물의 저항을 줄이는 특수한 피부가 있어\n"
    "최고 속도는 시속 120km를 넘는다.");
	// きょうぼうで ずるがしこい うみのギャング。ｎ
	// みずの ていこうを へらす とくしゅな ひふ。ｎ
	// さいこう そくどは じそく120キロを こえる。

const u8 gWailmerPokedexText[] = _(
    "평소에는 바다에 사는 포켓몬이지만 잠시\n"
    "동안은 지상에서도 생활할 수 있다.\n"
    "몸이 건조하면 기운이 없어져 버린다.");
	// ふだんは うみで くらす ポケモンだが すこしのｎ
	// じかんなら ちじょうでも せいかつ できる。ｎ
	// からだが かわくと げんきが なくなってしまう。

const u8 gWailordPokedexText[] = _(
    "해수면에 내민 콧구멍으로 호흡한다.\n"
    "충분히 공기를 빨아들이면\n"
    "3000m나 되는 심해까지도 잠수할 수 있다.");
	// かいめんから だした はなのあなで こきゅう。ｎ
	// おもいきり くうきを すいこめばｎ
	// 3000メ-トルの しんかいまで もぐれる。

const u8 gNumelPokedexText[] = _(
    "등의 혹에 끓는 마그마를 담고 있다.\n"
    "100kg의 짐도 운반하는 장사.\n"
    "옛날부터 사람의 일을 도와주고 있다.");
	// せなかの コブに にえたぎる マグマを ためる。ｎ
	// 100キロの にもつを はこぶ ちからもち。ｎ
	// むかしから ひとの しごとを てつだっている。

const u8 gCameruptPokedexText[] = _(
    "화산의 분화구에 사는 포켓몬.\n"
    "10년마다 등의 화산이 대분화한다.\n"
    "그 원인에 대한 연구가 진행되고 있다.");
	// かざんの かこうで くらしている ポケモン。ｎ
	// 10ねんごとに せなかの かざんが だいふんか。ｎ
	// げんいんの けんきゅうが すすめられている。

const u8 gTorkoalPokedexText[] = _(
    "석탄을 태운 에너지로 싸운다.\n"
    "콧구멍에서 연기를 뿜을 때\n"
    "증기 기관차와 비슷한 소리를 낸다.");
	// せきたんを もやす エネルギ-で たたかう。ｎ
	// はなのあなから けむりを ふきだすときにｎ
	// きかんしゃの けいてきに にた おとを だす。

const u8 gSpoinkPokedexText[] = _(
    "사이코 파워를 자유자재로 다루는 포켓몬.\n"
    "잠을 자면서도 뛰어오르고 있다.\n"
    "땅속에서 자라는 버섯을 제일 좋아한다.");
	// サイコパワ-を じざいに あやつる ポケモン。ｎ
	// ねむっている ときも とびはねている。ｎ
	// ちちゅうに はえる キノコが だいこうぶつ。

const u8 gGrumpigPokedexText[] = _(
    "이마의 흑진주에 힘을 모은다.\n"
    "사이코 파워를 쓸 때 춤추는 스텝이\n"
    "옛날에 외국에서 크게 유행했었다.");
	// おでこの くろしんじゅに パワ-を ためる。ｎ
	// サイコパワ-を つかうときに おどる ステップがｎ
	// むかし がいこくで だいりゅうこうした。

const u8 gSpindaPokedexText[] = _(
    "한 마리씩 서로 다른 얼룩무늬가 특징.\n"
    "휘청휘청 불안한 걸음걸이는\n"
    "상대의 노림수를 피하는 효과가 있다.");
	// 1ぴきずつ ちがう ブチもようが とくちょう。ｎ
	// フラフラと おぼつかない あしどりはｎ
	// あいての ねらいを はずす こうかが ある。

const u8 gTrapinchPokedexText[] = _(
    "큰 턱은 큰 바위를 깨물어 부순다.\n"
    "머리가 커서 뒤집히면\n"
    "잘 일어나지 못한다.");
	// おおきな アゴは おおいわを かみくだく。ｎ
	// あたまが おおきいので ひっくりかえるとｎ
	// なかなか おきあがる ことが できない。

const u8 gVibravaPokedexText[] = _(
    "날개를 비비며 초음파를 발생시킨다.\n"
    "비브라바의 날개는 성장 중이기 때문에\n"
    "긴 거리를 날지는 못한다.");
	// ハネを こすって ちょうおんぱを はなつ。ｎ
	// ビブラ-バの ハネは せいちょう とちゅうなのでｎ
	// ながい きょりを とぶ ことは できない。

const u8 gFlygonPokedexText[] = _(
    "날아오르는 소리가 노랫소리 같이 들린다.\n"
    "적에게 들키지 않도록 사막의 모래를\n"
    "날갯짓으로 흩날려서 모습을 감춘다.");
	// はばたく おとが うたごえの ように きこえる。ｎ
	// てきに みつからないように さばくの すなをｎ
	// はばたきで まいあげて すがたを かくす。

const u8 gCacneaPokedexText[] = _(
    "비가 내리지 않는 사막에서 서식한다.\n"
    "굵은 가시의 팔을 휘두르며 싸운다.\n"
    "1년에 1번 노란색 꽃이 핀다.");
	// あめが ほとんど ふらない さばくに せいそく。ｎ
	// ふとい トゲの うでを ふりまわして たたかう。ｎ
	// 1ねんに 1ど きいろの はなが さく。

const u8 gCacturnePokedexText[] = _(
    "몇 천 년이나 가혹한 사막에서 산 탓에\n"
    "혈액이 모래와 같은 성분이 되었다.\n"
    "밤이 되면 먹잇감을 찾는 야행성이다.");
	// なんぜんねんも かこくな さばくで くらすうちにｎ
	// けつえきが すなと おなじ せいぶんに なった。ｎ
	// よるに なると えものを さがす やこうせい。

const u8 gSwabluPokedexText[] = _(
    "뭉게구름 같은 날개를 지닌 포켓몬.\n"
    "먹이가 적은 겨울이 되면 파비코들은\n"
    "봄이 되면 마을 근처까지 찾아온다.");
	// わたぐもの ような つばさを もつ ポケモン。ｎ
	// エサの すくない ふゆを こした チルットたちはｎ
	// はるに なると まちの ちかくまで やってくる。

const u8 gAltariaPokedexText[] = _(
    "아름다운 소프라노 소리로 콧노래를 부른다.\n"
    "푸른 하늘과 하얀 구름에 뒤섞여서 난다.\n"
    "작열하는 불구슬을 입에서 내뿜는다.");
	// うつくしい ソプラノの なきごえで ハミング。ｎ
	// あおぞらと しろい くもに まぎれて とぶ。ｎ
	// しゃくねつの ひのたまを くちから はきだす。

const u8 gZangoosePokedexText[] = _(
    "싸울 때는 뒷발로 일어서서\n"
    "앞발의 날카로운 발톱으로 공격한다.\n"
    "세비퍼와 만나면 털이 곤두선다.");
	// たたかう ときは うしろあしで たちあがりｎ
	// まえあしの するどい ツメで こうげきする。ｎ
	// ハブネ-クに であうと たいもうが さかだつ。

const u8 gSeviperPokedexText[] = _(
    "쟝고와는 영원한 라이벌이다.\n"
    "맹독이 밴 꼬리의 칼날로\n"
    "움직임이 재빠른 쟝고에게 대항한다.");
	// ザング-スとは えいえんの ライバルだ。ｎ
	// もうどくの しみだす しっぽの かたなでｎ
	// うごきの すばやい ザング-スに たいこうする。

const u8 gLunatonePokedexText[] = _(
    "보름달이 뜨는 밤에는 활발히 움직인다.\n"
    "40년 전 운석이 떨어진 현장에서\n"
    "처음으로 발견된 포켓몬.");
	// まんげつの よるは かっぱつに うごきだす。ｎ
	// 40ねんまえ いんせきの おちた げんばでｎ
	// はじめて はっけんされた ポケモン。

const u8 gSolrockPokedexText[] = _(
    "태양 에너지가 파워의 원천이다.\n"
    "맑은 날에는 태양을 향해 늘어선\n"
    "솔록이 빛을 흡수한다.");
	// たいようエネルギ-が パワ-の みなもと。ｎ
	// はれた ひは たいように むかって ならんだｎ
	// ソルロックが ひかりを きゅうしゅうする。

const u8 gBarboachPokedexText[] = _(
    "몸을 덮은 미끈미끈한 점막은\n"
    "진흙물에 있는 세균이 몸속에\n"
    "들어오는 것을 방어하는 역할을 한다.");
	// からだを おおう ヌルヌルの ねんまくはｎ
	// どろみずに いる バイキンが からだの なかにｎ
	// はいるのを ふせぐ はたらきを している。

const u8 gWhiscashPokedexText[] = _(
    "지진을 예지하는 신비한 힘을 지녔다.\n"
    "낮에는 늪바닥의 진흙 안에서 잠자며\n"
    "일어나면 밤새도록 먹이를 계속 먹는다.");
	// じしんを よちする ふしぎな ちからを もつ。ｎ
	// ひるまは ぬまぞこの どろの なかで ねむりｎ
	// おきると ひとばんじゅう エサを たべつづける。

const u8 gCorphishPokedexText[] = _(
    "큰 집게로 한 번 잡은 먹잇감은\n"
    "무슨 일이 있어도 절대 놓지 않는다.\n"
    "어떤 장소에서든 건강하게 생활할 수 있다.");
	// おおきな ハサミで いちど つかまえた えものはｎ
	// なにが あっても ぜったいに はなさない。ｎ
	// どんな ばしょでも げんきに せいかつ できる。

const u8 gCrawdauntPokedexText[] = _(
    "싸움을 좋아하는 난폭한 포켓몬.\n"
    "백전연마의 가재장군은 흉터가\n"
    "많이 남은 거대한 집게를 지녔다.");
	// たたかいを このむ あらあらしい ポケモン。ｎ
	// ひゃくせんれんまの シザリガ-は キズあとがｎ
	// いくつも のこる きょだいな ハサミを もつ。

const u8 gBaltoyPokedexText[] = _(
    "한 다리로 회전하면서 이동한다.\n"
    "기원전에 번영한 고대 도시의 벽화에\n"
    "오뚝군의 모습이 그려져 있다.");
	// いっぽんあしで かいてんしながら いどうする。ｎ
	// きげんぜんに さかえた こだいとしの へきがにｎ
	// ヤジロンの すがたが えがかれている。

const u8 gClaydolPokedexText[] = _(
    "공중에 뜬 채로 잠잔다.\n"
    "몸과 분리된 양팔을\n"
    "사이코 파워로 조종하여 날린다.");
	// くうちゅうに うかんだまま ねむる。ｎ
	// からだから はなれている りょううでをｎ
	// サイコパワ-で あやつり とばしている。

const u8 gLileepPokedexText[] = _(
    "촉수를 흔들어서 해초로 보이게 한다.\n"
    "속아서 다가온 먹잇감을 한 입에 먹는다.\n"
    "1억 년 전에 멸종한 포켓몬.");
	// しょくしゅを ゆらして かいそうに みせかける。ｎ
	// だまされて ちかよってきた えものを ひとのみ。ｎ
	// 1おくねんまえに ぜつめつした ポケモン。

const u8 gCradilyPokedexText[] = _(
    "무거운 몸을 이끌며 해저를 이동한다.\n"
    "따뜻한 바다의 얕은 곳을 거처로 삼는다.\n"
    "바닷물이 빠지면 모래 해변에서 모습을 보인다.");
	// おもい からだを ひきずり かいていを いどう。ｎ
	// あたたかい うみの あさせを すみかにする。ｎ
	// しおが ひくと すなはまに すがたを みせる。

const u8 gAnorithPokedexText[] = _(
    "과학의 힘으로 화석에서 부활했다.\n"
    "좌우 8개의 날개를 움지여서 헤엄친다.\n"
    "바다에서 사는 동안 다리가 날개로 바뀌었다.");
	// かがくの ちからで かせきから よみがえった。ｎ
	// さゆう 8まいの はねを くねらせて およぐ。ｎ
	// うみで くらすうちに あしが ハネに かわった。

const u8 gArmaldoPokedexText[] = _(
    "보통은 지상에서 사는 아말도지만\n"
    "먹이를 잡을 때에는 바다에 잠수해서\n"
    "2개의 커다란 날개를 사용해 헤엄친다.");
	// ふだんは ちじょうで くらす ア-マルドだがｎ
	// えものを とる ときには うみに もぐりｎ
	// 2まいの おおきな はねを つかって およぐ。

const u8 gFeebasPokedexText[] = _(
    "수초가 많은 연못에 서식한다.\n"
    "너무 흉한 모습을 한 탓에\n"
    "키우는 트레이너가 적은 듯하다.");
	// みずくさの おおい いけに せいそくする。ｎ
	// あまりにも みすぼらしい すがたを しているためｎ
	// そだてる トレ-ナ-が すくないらしい。

const u8 gMiloticPokedexText[] = _(
    "거대한 호수 속에 있다고 한다.\n"
    "가장 아름다운 포켓몬이라 불리며\n"
    "회화나 조각의 모델이 되고 있다.");
	// おおきな みずうみの そこに いると いわれる。ｎ
	// もっとも うつくしい ポケモンと いわれていてｎ
	// かいがや ちょうこくの モデルと なっている。

const u8 gCastformPokedexText[] = _(
    "날씨에 따라 모습을 변화시킨다.\n"
    "기온이나 습도 등 날씨 변화가\n"
    "세포에 영향을 끼치는 것 같다.");
	// てんきに よって すがたを へんかさせる。ｎ
	// きおんや しつどなど てんこうの へんかがｎ
	// さいぼうに えいきょうを あたえるらしい。

const u8 gKecleonPokedexText[] = _(
    "몸의 색을 주변 풍경에 맞춰\n"
    "변화시키는 능력을 지닌 포켓몬.\n"
    "놀래키면 원래 색으로 되돌아와 버린다.");
	// からだの いろを まわりの けしきに あわせてｎ
	// へんかさせる のうりょくを もつ ポケモン。ｎ
	// おどろくと もとの いろに もどってしまう。

const u8 gShuppetPokedexText[] = _(
    "깊은 밤이 되면 원한이나\n"
    "질투의 감정을 찾으러 방황하는 포켓몬.\n"
    "아침해가 떠오르면 보금자리로 돌아간다.");
	// うしみつどきに なると うらみや ねたみのｎ
	// かんじょうを もとめて さまよう ポケモン。ｎ
	// あさひが のぼると すみかに もどっていく。

const u8 gBanettePokedexText[] = _(
    "버려진 인형이 포켓몬이 되었다.\n"
    "쓰레기장을 거처로 삼고 버린 아이를\n"
    "찾으며 걸어다닌다고 한다.");
	// すてられた ぬいぐるみが ポケモンに なった。ｎ
	// ゴミすてばを すみかにして すてた こどもをｎ
	// さがして あるきまわると いわれている。

const u8 gDuskullPokedexText[] = _(
    "새빨간 외눈으로 노려보면 굳센\n"
    "어른도 몸이 움츠러들어 못 움직이게 된다.\n"
    "어둠을 틈타 걸어다니는 야행성이다.");
	// まっかな ひとつめに にらまれると くっきょうなｎ
	// おとなでも からだが すくんで うごけなくなる。ｎ
	// やみに まぎれて あるきまわる やこうせい。

const u8 gDusclopsPokedexText[] = _(
    "몸속은 텅 비었고 도깨비불\n"
    "하나만 불타고 있다고 생각되지만\n"
    "아무도 확인해 본 적은 없다.");
	// からだの なかは からっぽで ひとだまがｎ
	// ひとつだけ もえていると かんがえられているがｎ
	// まだ だれも たしかめた ことは ない。

const u8 gTropiusPokedexText[] = _(
    "큰 나뭇잎으로 날갯짓해서 하늘을 난다.\n"
    "목에 맺힌 송이는 달고 맛있다.\n"
    "1년에 2번 열매를 흩뿌린다.");
	// おおきな はっぱを はばたかせて そらを とぶ。ｎ
	// くびに なる フサは あまくて おいしい。ｎ
	// はるに なると くびから かふんを ばらまく。

const u8 gChimechoPokedexText[] = _(
    "더운 계절이 되면 활기차게 날아다닌다.\n"
    "7종류의 울음소리를 나누어 써서\n"
    "동료와 대화한다.");
	// あつい きせつに なると げんきに とびまわる。ｎ
	// 7しゅるいの なきごえを つかいわけてｎ
	// なかまと コミュニケ-ションを とっている。

const u8 gAbsolPokedexText[] = _(
    "하늘이나 대지의 변화를 민감하게 느껴\n"
    "재해를 감지하는 능력을 지녔다.\n"
    "100년을 사는 장수 포켓몬.");
	// そらや だいちの へんかを びんかんに かんじｎ
	// さいがいを さっちする のうりょくを もつ。ｎ
	// 100ねん いきる ちょうじゅの ポケモン。

const u8 gWynautPokedexText[] = _(
    "달콤한 과일을 제일 좋아한다.\n"
    "귀처럼 생긴 팔로 재주 좋게 딴다.\n"
    "향기에 이끌려 과수원에 모여든다.");
	// あまい くだものが だいこうぶつ。ｎ
	// みみの ような うでで きように つみとる。ｎ
	// かおりに さそわれて かじゅえんに あつまる。

const u8 gSnoruntPokedexText[] = _(
    "5마리 정도의 무리로 행동한다.\n"
    "눈이 많이 오는 곳에선 한밤중에 눈꼬마가 모습을\n"
    "드러내면 아침에 눈이 쌓인다고 전해진다.");
	// 5ひき ぐらいの グル-プで こうどうする。ｎ
	// ゆきぐにでは まよなか ユキワラシが すがたをｎ
	// みせると あさ ゆきが つもると いわれている。

const u8 gGlaliePokedexText[] = _(
    "공기 중의 수분을 순간적으로\n"
    "얼리는 힘을 지닌 탓에 얼음귀신의\n"
    "주변에는 다이아몬트 더스트가 발생한다.");
	// くうきちゅうの すいぶんを しゅんかんてきにｎ
	// こおらせる ちからを もつため オニゴ-リのｎ
	// まわりには ダイヤモンドダストが はっせいする。

const u8 gSphealPokedexText[] = _(
    "푹신푹신한 털로 뒤덮혀 있어서\n"
    "유빙 위를 굴러가다\n"
    "바다에 빠져도 전혀 춥지 않다.");
	// ふかふかの けがわで おおわれているのでｎ
	// りゅうひょうの うえを ころがったりｎ
	// うみに もぐっても ぜんぜん つめたくない。

const u8 gSealeoPokedexText[] = _(
    "무리를 짓고 유빙 위에서 산다.\n"
    "앞다리의 힘이 세서 얼음을 부순다.\n"
    "하루에 5번 잠수하여 먹이를 잡는다.");
	// むれを つくり りゅうひょうの うえで くらす。ｎ
	// まえあしの ちからが つよく こおりを くだく。ｎ
	// 1にち 5かい うみに もぐり えものを とる。

const u8 gWalreinPokedexText[] = _(
    "무리를 지키는 리더는 영역에\n"
    "들어온 상대를 목숨 걸고 쓰러뜨린다.\n"
    "싸움으로 이빨이 부러질 때도 있다.");
	// むれを まもる リ-ダ-は なわばりにｎ
	// はいってきた あいてを いのちがけで たおす。ｎ
	// たたかいで キバが おれる ことも ある。

const u8 gClamperlPokedexText[] = _(
    "껍데기로 먹이를 물어 도망가지 못하게 한다.\n"
    "진화할 때 만들어지는 진주는\n"
    "신비한 힘을 간직하고 있다고 한다.");
	// カラを つかって えものを はさみ にがさない。ｎ
	// しんかする ときに つくられる しんじゅはｎ
	// ふしぎな ちからを やどしていると いわれる。

const u8 gHuntailPokedexText[] = _(
    "심해의 강한 수압에 견딜 수 있도록\n"
    "무척 옹골찬 등뼈를 지녔다.\n"
    "작은 물고기 모양 꼬리의 눈이 빛난다.");
	// しんかいの つよい すいあつに たえられるようにｎ
	// とても ふとく がんじょうな せぼねを もつ。ｎ
	// こざかなに にた しっぽの めが ひかる。

const u8 gGorebyssPokedexText[] = _(
    "가는 입으로 먹이의 체액을 빨아먹는다.\n"
    "연한 분홍색 몸은 먹이를\n"
    "먹으면 더욱 선명하게 물든다.");
	// ほそい くちで えものの たいえきを すする。ｎ
	// うすい ピンクいろの からだは エサをｎ
	// たべおえると さらに あざやかに いろづく。

const u8 gRelicanthPokedexText[] = _(
    "멸종되었다고 알려졌던 포켓몬.\n"
    "1억 년 동안 모습이 변하지 않았다.\n"
    "가슴지느러미를 이용해 해저를 걷는다.");
	// ぜつめつしたと かんがえられていた ポケモン。ｎ
	// 1おくねんの あいだ すがたが かわっていない。ｎ
	// むなびれを つかって かいていを あるく。

const u8 gLuvdiscPokedexText[] = _(
    "코산호의 가지를 잠자리로 삼는다.\n"
    "좋아하는 상대에게 마음을 전할 때\n"
    "사랑동이를 보내는 풍습이 남아 있다.");
	// サニ-ゴの えだを ねどこに している。ｎ
	// すきな あいてに おもいを つたえる ときにｎ
	// ラブカスを おくる ふうしゅうが のこっている。

const u8 gBagonPokedexText[] = _(
    "몸은 작지만 전신이 근육\n"
    "덩어리라서 매우 힘센 포켓몬.\n"
    "철과 같은 머리로 박치기를 반복한다.");
	// からだは ちいさいが ぜんしんが きんにくのｎ
	// かたまりで とても ちからづよい ポケモン。ｎ
	// てつの ような あたまで ずつきを くりだす。

const u8 gShelgonPokedexText[] = _(
    "먹이를 거의 먹지 않고 진화를 기다린다.\n"
    "배고픔을 견뎌냄으로써 강해진다.\n"
    "진화의 순간 껍질이 벗겨진다.");
	// エサを ほとんど たべずに しんかを まつ。ｎ
	// くうふくに たえる ことで つよくなる。ｎ
	// しんかの しゅんかん カラが はがれおちる。

const u8 gSalamencePokedexText[] = _(
    "긴 세월에 걸쳐 몸의 세포가\n"
    "돌연변이를 일으켜 날개가 자라났다.\n"
    "화나면 자아를 잃고 난동피운다.");
	// ながい ねんげつを かけて からだの さいぼうがｎ
	// とつぜんへんいを おこして つばさが はえた。ｎ
	// おこると われを わすれて あばれまわる。

const u8 gBeldumPokedexText[] = _(
    "무리를 이룬 메탕들은 마치 1마리의\n"
    "포켓몬처럼 한치의 흐트러짐 없이 움직인다.\n"
    "뇌파로 생각을 교신하고 있는 것이다.");
	// むれに なった ダンバルたちは まるで 1ぴきのｎ
	// ポケモンの ように いっしみだれぬ うごき。ｎ
	// のうはで きもちを こうしんしているのだ。

const u8 gMetangPokedexText[] = _(
    "양팔의 손톱은 두꺼운 철판을\n"
    "마치 천조각처럼 가르는 파괴력을 지녔다.\n"
    "시속 100km의 스피드로 하늘을 난다.");
	// りょうての ツメは ぶあつい てっぱんをｎ
	// まるで きぬの ように ひきさく はかいりょく。ｎ
	// じそく 100キロの はやさで そらを とぶ。

const u8 gMetagrossPokedexText[] = _(
    "복잡한 신경 네트워크로 이어진\n"
    "4개의 뇌를 가진 메타그로스는\n"
    "슈퍼컴퓨터보다 머리가 좋다.");
	// ふくざつな しんけい ネットワ-クで むすばれたｎ
	// 4つの のうみそを もつ メタグロスはｎ
	// ス-パ-コンピュ-タよりも あたまが いい。

const u8 gRegirockPokedexText[] = _(
    "전신이 바위와 돌로 이루어진 포켓몬.\n"
    "싸움으로 몸의 일부가 깎여버리지만\n"
    "스스로 새로운 바위를 붙여서 고친다.");
	// ぜんしんが いわと いしで できた ポケモン。ｎ
	// たたかいで からだの いちぶが けずれてしまうがｎ
	// じぶんで あたらしい いわを つけて なおす。

const u8 gRegicePokedexText[] = _(
    "전신이 남극의 얼음으로 되어 있다.\n"
    "연구자가 조사한 결과\n"
    "빙하기에 만들어진 얼음인 듯하다.");
	// ぜんしんが なんきょくの こおりで できている。ｎ
	// けんきゅうしゃが ちょうさした けっかｎ
	// ひょうがきに つくられた こおり らしい。

const u8 gRegisteelPokedexText[] = _(
    "온갖 금속보다도 단단한 몸.\n"
    "몸의 금속은 단단할 뿐만 아니라\n"
    "신축하는 정체불명의 물질이다.");
	// あらゆる きんぞく よりも かたい からだ。ｎ
	// からだの きんぞくは かたい だけでは なくｎ
	// のびちぢみする しょうたい ふめいの ぶっしつ。

const u8 gLatiasPokedexText[] = _(
    "수 마리가 무리를 지어 행동하며\n"
    "좀처럼 사람이나 포켓몬과 접촉하지 않는다.\n"
    "적의 기척을 알아차리면 모습을 지운다.");
	// すうひきで むれを つくって こうどうしていてｎ
	// めったに ひとや ポケモンと せっしょくしない。ｎ
	// てきの けはいを さっちすると すがたを けす。

const u8 gLatiosPokedexText[] = _(
    "모습을 지우고 있어도 텔레파시가 있어서\n"
    "동료가 있는 위치나 기분을 안다.\n"
    "사람의 말을 이해하는 지능을 지녔다.");
	// すがたを けしていても テレパシ-が あるのでｎ
	// なかまの いる ばしょや きもちが わかる。ｎ
	// ひとの ことばを りかいする ちのうを もつ。

const u8 gKyogrePokedexText[] = _(
    "바다를 만들었다고 신화에 등장한다.\n"
    "몇 년에 걸쳐 그란돈과 싸우다가\n"
    "해저 깊숙한 곳에 잠들었다.");
	// うみを つくったとして しんわに とうじょう。ｎ
	// ながねんに わたり グラ-ドンと たたかったのちｎ
	// かいていの そこで ねむりに ついた。

const u8 gGroudonPokedexText[] = _(
    "육지를 만들었다고 신화에 등장한다.\n"
    "지하 마그마 속에서 잠들어 있고\n"
    "깨어나면 화산이 분화한다고 전해진다.");
	// りくちを つくったとして しんわに とうじょう。ｎ
	// ちていの マグマの なかで ねむっていてｎ
	// おきると かざんが ふんかすると いわれている。

const u8 gRayquazaPokedexText[] = _(
    "오존층을 날아다니고 있는 포켓몬.\n"
    "가이오가와 그란돈이 싸우면\n"
    "지상에 내려온다고 전해진다.");
	// オゾンそうを とびつづけている ポケモン。ｎ
	// カイオ-ガと グラ-ドンが たたかうとｎ
	// ちじょうに おりてくると いわれている。

const u8 gJirachiPokedexText[] = _(
    "소원을 이루어주는 힘을 가지고 있다고 한다.\n"
    "잠자고 있을 때 단단한 결정체가\n"
    "몸을 감싸 적으로부터 몸을 보호한다.");
	// ねがいごとを かなえる ちからを もつという。ｎ
	// ねむっている とき かたい けっしょうたいがｎ
	// からだを つつみこみ てきから みを まもる。

const u8 gDeoxysPokedexText[] = _(
    "우주 바이러스가 레이저를 쬐었을 때\n"
    "갑자기 변이를 일으켜 포켓몬이 되었다.\n"
    "빠른 움직임이 뛰어난 몸의 모습.");
	// うちゅうウィルスが レ-ザ-を あびたときｎ
	// とつぜんへんいを おこして ポケモンに なった。ｎ
	// すばやい うごきに すぐれた からだの かたち。
